[
    {
        "chapter": "5",
        "question_number": "1",
        "description": "positions to fill through personnel planning and forecasting.",
        "options": {
            "A": "performing initial screening interviews",
            "B": "building a pool of candidates",
            "C": "performing candidate background checks",
            "D": "deciding what positions to fill"
        },
        "answer": "D",
        "explanation": "D) The first step of the recruitment and selection process is deciding what"
    },
    {
        "chapter": "5",
        "question_number": "2",
        "description": "exams that firms use to identify viable candidates for a job? are used by firms to identify viable candidates for a job. After candidates complete applications and undergo initial screening interviews, a firm uses these selection tools before interviewing the candidate more thoroughly or making a job offer.",
        "options": {
            "A": "selection tools",
            "B": "job analysis methods",
            "C": "personnel techniques",
            "D": "forecasting tools"
        },
        "answer": "A",
        "explanation": "A) Selection tools, such as tests, background investigations, and physical exams,"
    },
    {
        "chapter": "5",
        "question_number": "3",
        "description": "them. what positions the firm will have to fill and how to fill them. The process embraces all future positions from maintenance workers to CEO, and flows from the firm's strategic plans.",
        "options": {
            "A": "Recruitment",
            "B": "Selection",
            "C": "Job analysis",
            "D": "Workforce planning"
        },
        "answer": "D",
        "explanation": "D) Workforce (or employment or personnel) planning is the process of deciding"
    },
    {
        "chapter": "5",
        "question_number": "4",
        "description": "next six months, which means Marcus is currently working on ________. what positions the firm will have to fill and how to fill them. The process embraces all future positions from maintenance workers to CEO, and flows from the firm's strategic plans.",
        "options": {
            "A": "screening job candidates",
            "B": "personnel planning",
            "C": "interviewing job candidates",
            "D": "writing job descriptions"
        },
        "answer": "B",
        "explanation": "B) Workforce (or employment or personnel) planning is the process of deciding"
    },
    {
        "chapter": "5",
        "question_number": "5",
        "description": "positions at a firm. The process is also known as workforce (or employment or personnel) planning, although most firms use the term succession planning when determining how to fill top management positions.",
        "options": {
            "A": "internal recruiting",
            "B": "succession planning",
            "C": "long-term forecasting",
            "D": "advanced interviewing"
        },
        "answer": "B",
        "explanation": "B) Succession planning refers to the process of deciding how to fill executive"
    },
    {
        "chapter": "5",
        "question_number": "6",
        "description": "competencies the firm needs. workforce/employment planning is best understood as an outgrowth of the firm's strategic and business planning.",
        "options": {
            "A": "job analysis",
            "B": "organization chart",
            "C": "marketing planning",
            "D": "strategic business planning"
        },
        "answer": "D",
        "explanation": "D) Workforce planning shouldn't occur in a vacuum. Instead,"
    },
    {
        "chapter": "5",
        "question_number": "7",
        "description": "candidates, assess and choose those who will fill the key position. needs, develop inside candidates, and assess and choose those who will fill the key position.",
        "options": {
            "A": "identify key needs",
            "B": "job specifications",
            "C": "global trends",
            "D": "labor relations"
        },
        "answer": "A",
        "explanation": "A) The succession planning process is ongoing. It entails three steps: identify key"
    },
    {
        "chapter": "5",
        "question_number": "8",
        "description": "of years to predict future needs? over a period of years to predict future needs. The purpose of a trend analysis is to identify trends that might continue into the future. A trend analysis can provide firms with an initial estimate of future staffing needs.",
        "options": {
            "A": "ratio analysis",
            "B": "trend analysis",
            "C": "graphical analysis",
            "D": "computer analysis"
        },
        "answer": "B",
        "explanation": "B) A trend analysis is the study of a firm's variation of past employment levels"
    },
    {
        "chapter": "5",
        "question_number": "9",
        "description": "employment levels rarely depend only on the passage of time. Factors such as changes in needed skills, productivity, and voluntary withdrawals also affect staffing needs, which is why a trend analysis is limited in its usefulness.",
        "options": {
            "A": "overlooks the passage of time in regards to staffing",
            "B": "addresses only the financial impact of employment changes",
            "C": "assumes constant increases in worker productivity",
            "D": "overlooks the potential for changes in skills needed"
        },
        "answer": "D",
        "explanation": "D) Trend analysis provides an initial estimate of future staffing needs, but"
    },
    {
        "chapter": "5",
        "question_number": "10",
        "description": "and the number of employees required? using ratios between, for example, sales volume and the number of employees required. For example, if a salesperson usually generates $500,000 in sales, and a firm hopes to produce an extra $3 million in sales, then six new salespeople would need to be hired.",
        "options": {
            "A": "ratio analysis",
            "B": "forecasting ratio",
            "C": "personnel ratio",
            "D": "ratio matrix"
        },
        "answer": "A",
        "explanation": "A) A ratio analysis is a forecasting technique for determining future staff needs by"
    },
    {
        "chapter": "5",
        "question_number": "11",
        "description": "salesperson traditionally generates $800,000 in sales each year. Using ratio analysis, how many new salespeople should Newton hire? salespeople and sales volume. Four million in sales divided by the $800,000 generated by each salesperson indicates that 5 extra salespeople should be hired by Newton.",
        "options": {
            "A": "2",
            "B": "5",
            "C": "10",
            "D": "20"
        },
        "answer": "B",
        "explanation": "B) Ratio analysis is used to make a forecast in this case based on the number of"
    },
    {
        "chapter": "5",
        "question_number": "12",
        "description": "remain the same. about the same. For example, when using a ratio analysis, an assumption is made that you cannot motivate a salesperson to produce more than he or she has sold in the past. With a trend analysis, historical productivity trends are used and are the basis for predicting the future.",
        "options": {
            "A": "staffing levels",
            "B": "currency rates",
            "C": "productivity levels",
            "D": "recruitment plans"
        },
        "answer": "C",
        "explanation": "C) Both a trend analysis and a ratio analysis assume that productivity remains"
    },
    {
        "chapter": "5",
        "question_number": "13",
        "description": "as sales and your firm's staffing levels.",
        "options": {
            "A": "trend analysis",
            "B": "ratio analysis",
            "C": "scatter plot",
            "D": "productivity chart"
        },
        "answer": "C",
        "explanation": "C) A scatter plot graphically illustrates the relationship between two variables such"
    },
    {
        "chapter": "5",
        "question_number": "14",
        "description": "past organizational employment needs of the company. This is an example of: years to predict future employment needs.",
        "options": {
            "A": "a qualification inventory",
            "B": "ratio analysis",
            "C": "succession planning",
            "D": "trend analysis"
        },
        "answer": "D",
        "explanation": "D) A trend analysis is a study of a firm's past employment needs over a period of"
    },
    {
        "chapter": "5",
        "question_number": "15",
        "description": "and special skills and is used by managers when selecting inside candidates for promotion? which employees should be promoted or transferred. A skills inventory contains data on employees' performance records, educational background, and promotability.",
        "options": {
            "A": "computerized forecasting tools",
            "B": "qualifications inventories",
            "C": "trend records",
            "D": "scatter plots"
        },
        "answer": "B",
        "explanation": "B) Qualifications or skills inventories are used by managers when determining"
    },
    {
        "chapter": "5",
        "question_number": "16",
        "description": "transfer, they will most likely use ________. education, career and development interests, languages, and special skills. They are used in selecting inside candidates for promotion or transfer.",
        "options": {
            "A": "scatter plots",
            "B": "skills inventories",
            "C": "estimated sales trends",
            "D": "personnel forecasts"
        },
        "answer": "B",
        "explanation": "B) Skills inventories are manual or computerized records listing employees'"
    },
    {
        "chapter": "5",
        "question_number": "17",
        "description": "promotability of inside candidates for a firm's top positions? performance and promotability of inside candidates for a firm's top positions. Such charts show the present performance and promotability for each position's potential replacement.",
        "options": {
            "A": "yield pyramids",
            "B": "trend analysis charts",
            "C": "succession planning tools",
            "D": "personnel replacement charts"
        },
        "answer": "D",
        "explanation": "D) Personnel replacement charts are company records showing present"
    },
    {
        "chapter": "5",
        "question_number": "18",
        "description": "EXCEPT a ________. software are all tools for tracking and maintaining qualifications inventories.",
        "options": {
            "A": "ratio analysis matrix",
            "B": "personnel replacement chart",
            "C": "position replacement card",
            "D": "skills inventory software"
        },
        "answer": "A",
        "explanation": "A) Personnel replacement charts, position replacement cards, and skills inventory"
    },
    {
        "chapter": "5",
        "question_number": "19",
        "description": "which is called: workforce monitoring.",
        "options": {
            "A": "personnel replacement chart",
            "B": "predictive workforce monitoring",
            "C": "personnel replacement charts",
            "D": "yield pyramids"
        },
        "answer": "B",
        "explanation": "B) Paying continuous attention to workforce planning issues is called predictive"
    },
    {
        "chapter": "5",
        "question_number": "20",
        "description": "candidates that shows the probabilities that feeder positions in a chain will be filled? showing the probabilities that employees in the chain of feeder positions for a key job will move from position to position and therefore be available to fill the key position.",
        "options": {
            "A": "trend analysis",
            "B": "access analysis",
            "C": "Markov analysis",
            "D": "workforce analysis"
        },
        "answer": "C",
        "explanation": "C) Markov analysis is used to forecast availability of internal job candidates by"
    },
    {
        "chapter": "5",
        "question_number": "21",
        "description": "chain. Barnum intends to open two new hotels within the next three years and will have many job positions to fill. Historically, employee turnover is high at Barnum as employees remain with the company for one or two years before quitting. Marie realizes that Barnum needs to make significant changes in its personnel strategy in order to meet the company's goals for the future and improve employee retention rates. Which of the following, if true, best supports the argument that a scatter plot is the most appropriate tool for Marie to use in estimating future personnel needs? positions. and staffing levels. Marie should be able to estimate personnel needs if the new hotels are the same size as current ones. Productivity levels, qualifications inventories, and replacement charts are less important factors.",
        "options": {
            "A": "Productivity levels for Barnum employees typically vary from month to month.",
            "B": "The size of the two new Barnum hotels will be similar to the chain's other hotels.",
            "C": "Barnum requires HR to maintain qualifications inventories for all current employees.",
            "D": "Personnel replacement charts serve as useful tools when filling Barnum's managerial"
        },
        "answer": "B",
        "explanation": "B) Scatter plots graphically show how two variables are related, such as hotel size"
    },
    {
        "chapter": "5",
        "question_number": "22",
        "description": "chain. Barnum intends to open two new hotels within the next three years and will have many job positions to fill. Historically, employee turnover is high at Barnum as employees remain with the company for one or two years before quitting. Marie realizes that Barnum needs to make significant changes in its personnel strategy in order to meet the company's goals for the future and improve employee retention rates. Which of the following, if true, best supports the argument that Marie should implement a computerized skills inventory database? experiences. to fill 100 positions. hotels to fill supervisory positions. investigated by the EEOC. information about all employees. If Barnum wants to hire internally, then a database would provide the skills inventory needed to determine the most qualified candidates to staff the new hotels. Recruiting, job rotation, and discrimination claims are less relevant to implementing a computerized skills inventory database.",
        "options": {
            "A": "Barnum offers its employees the opportunities to participate in job rotation and job expansion",
            "B": "Barnum's recruiting yield pyramid indicates that the firm should generate 1,000 leads in order",
            "C": "Barnum executives would like to transfer the firm's most qualified employees to the new",
            "D": "HR managers at Barnum frequently receive discrimination complaints that must be"
        },
        "answer": "C",
        "explanation": "C) Computerized skills inventory databases provide firms with easy access to"
    },
    {
        "chapter": "5",
        "question_number": "23",
        "description": "leadership to enhance performance is known as ________. assessing, and developing organizational leadership to enhance performance. Succession planning is necessary when a firm is filling its top positions from internal candidates. The process involves identifying key needs, creating and assessing candidates, and selecting those who will fill the key positions.",
        "options": {
            "A": "employee mentoring",
            "B": "succession planning",
            "C": "work sampling",
            "D": "employee recruiting"
        },
        "answer": "B",
        "explanation": "B) Succession planning is the ongoing process of systematically identifying,"
    },
    {
        "chapter": "5",
        "question_number": "24",
        "description": "needs and then formulating job descriptions and specifications for them. The key needs are based on the company's future plans.",
        "options": {
            "A": "creating an applicant pool",
            "B": "identifying and analyzing key position needs",
            "C": "selecting who will fill key positions",
            "D": "developing the strengths of current employees"
        },
        "answer": "B",
        "explanation": "B) The first step in succession planning is identifying a firm's future key position"
    },
    {
        "chapter": "5",
        "question_number": "25",
        "description": "future positions EXCEPT ________. experiences, job rotation, external training, and global/regional assignments. Skills inventories are records that list employees' qualifications.",
        "options": {
            "A": "providing internal training",
            "B": "implementing job rotation",
            "C": "offering global assignments",
            "D": "developing skills inventories"
        },
        "answer": "D",
        "explanation": "D) Employers develop candidates through internal training, cross-functional"
    },
    {
        "chapter": "5",
        "question_number": "26",
        "description": "availability of internal job candidates. Markov analysis involves creating a matrix that shows the probabilities that employees in the chain of feeder positions for a key job will move from position to position and therefore be available to fill the key position.",
        "options": {
            "A": "predict the long-term employment needs in an industry",
            "B": "assess the productivity and tenure of a job applicant",
            "C": "forecast the availability of internal job candidates",
            "D": "analyze the effectiveness of recruitment sources"
        },
        "answer": "C",
        "explanation": "C) Employers use a mathematical process known as Markov analysis to forecast"
    },
    {
        "chapter": "5",
        "question_number": "27",
        "description": "management. This is called: management, market research, or manufacturing) that the company's own employees previously did in-house.",
        "options": {
            "A": "outsourcing",
            "B": "recruiting",
            "C": "telecommuting",
            "D": "screening"
        },
        "answer": "A",
        "explanation": "A) Outsourcing means having outside vendors supply services (such as benefits"
    },
    {
        "chapter": "5",
        "question_number": "28",
        "description": "Dixon, you should most likely ________. workforce planning issues. Managers call this predictive workforce monitoring.",
        "options": {
            "A": "continuously monitor workforce planning issues",
            "B": "primarily use recruiters for top executive jobs",
            "C": "frequently assess the online HR scorecard",
            "D": "regularly implement the Markov analysis"
        },
        "answer": "A",
        "explanation": "A) Workforce planning therefore often involves paying continuous attention to"
    },
    {
        "chapter": "5",
        "question_number": "38",
        "description": "________. employer's open positions.",
        "options": {
            "A": "trend analysis",
            "B": "engagement",
            "C": "staffing",
            "D": "employee recruiting"
        },
        "answer": "D",
        "explanation": "D) Employee recruiting means finding and/or attracting applicants for the"
    },
    {
        "chapter": "5",
        "question_number": "39",
        "description": "employer's open positions. Recruiting involves building up an applicant pool by posting jobs and succession planning, which is the process of internally filling executive jobs.",
        "options": {
            "A": "succession planning",
            "B": "employee recruiting",
            "C": "personnel planning",
            "D": "job posting"
        },
        "answer": "B",
        "explanation": "B) Employee recruiting is the process of finding or attracting applicants for an"
    },
    {
        "chapter": "5",
        "question_number": "40",
        "description": "",
        "options": {
            "A": "determine whether to use inside or outside candidates",
            "B": "forecast the short-term supply of outside candidates",
            "C": "create positive word-of-mouth about a firm",
            "D": "develop an applicant pool"
        },
        "answer": "D",
        "explanation": "D) Developing an applicant pool is the primary reason to recruit."
    },
    {
        "chapter": "5",
        "question_number": "41",
        "description": "required number of new employees. applicants a firm must generate in order to hire the required number of new employees. A recruiting yield pyramid is the historical arithmetic relationship between recruitment leads and invitees, invitees and interviews, interviews and offers made, and offers made and offers accepted.",
        "options": {
            "A": "trend analysis",
            "B": "ratio analysis",
            "C": "recruiting yield pyramid",
            "D": "scatter plot"
        },
        "answer": "C",
        "explanation": "C) A recruiting yield pyramid is used by employers to calculate the number of"
    },
    {
        "chapter": "5",
        "question_number": "42",
        "description": "following EXCEPT ________. recruitment leads and invitees, invitees and interviews, interviews and offers made, and offers made and offers accepted. The ratio of internal and external candidates is not a factor in the recruiting yield pyramid which is used to determine the number of applicants a firm needs to generate in order to hire the required number of new employees.",
        "options": {
            "A": "internal and external candidates",
            "B": "offers made and offers accepted",
            "C": "recruitment leads and invitees",
            "D": "interviews and offers made"
        },
        "answer": "A",
        "explanation": "A) A recruiting yield pyramid is the historical arithmetic relationship between"
    },
    {
        "chapter": "5",
        "question_number": "46",
        "description": "fill vacant positions in a firm? employees who are not promoted. Employees who apply for jobs and don't get them may become discontented.",
        "options": {
            "A": "lack of knowledge regarding a candidate's strengths",
            "B": "potential to lose employees who aren't promoted",
            "C": "questionable commitment of candidates to the firm",
            "D": "significant training and orientation requirements"
        },
        "answer": "B",
        "explanation": "B) The primary disadvantage of hiring from within is the potential of losing"
    },
    {
        "chapter": "5",
        "question_number": "47",
        "description": "company intranets or bulletin boards. Such postings list the jobs' attributes, such as qualifications, supervisor, work schedule, and pay rate. The preferred number of applicants is less likely to appear on a job posting.",
        "options": {
            "A": "listing the job's attributes",
            "B": "providing the job's pay rate",
            "C": "publicizing the open job to employees",
            "D": "indicating the preferred number of applicants"
        },
        "answer": "D",
        "explanation": "D) Posting a job means to publicize an open job to employees by posting it on"
    },
    {
        "chapter": "5",
        "question_number": "48",
        "description": "chain. Barnum intends to open two new hotels within the next three years and will have many job positions to fill. Historically, employee turnover is high at Barnum as employees remain with the company for one or two years before quitting. Marie realizes that Barnum needs to make significant changes in its personnel strategy in order to meet the company's goals for the future and improve employee retention rates. Which of the following, if true, most likely undermines Marie's decision to fill top positions with inside candidates? competitive with other hotel chains. to work at competing hotels. both time and money. among Barnum employees. managers come up through the ranks, they may have a tendency to maintain the status quo, when a new direction is required. This can be seen as inbreeding. If Barnum needs to go in a new direction then it should hire outsiders. Benefits of internal hiring include increased morale, commitment, and reduced training requirements.",
        "options": {
            "A": "Barnum needs to head in a different direction with innovative ideas if it is to remain",
            "B": "Many current Barnum employees have indicated they are loyal to the firm by rejecting offers",
            "C": "Training new employees about the practices and procedures at Barnum is costly in regards to",
            "D": "The influence of local labor unions and EEO legislation is blamed for the high turnover rate"
        },
        "answer": "A",
        "explanation": "A) Inbreeding is a potential drawback to hiring internally because when all"
    },
    {
        "chapter": "5",
        "question_number": "49",
        "description": "chain. Barnum intends to open two new hotels within the next three years and will have many job positions to fill. Historically, employee turnover is high at Barnum as employees remain with the company for one or two years before quitting. Marie realizes that Barnum needs to make significant changes in its personnel strategy in order to meet the company's goals for the future and improve employee retention rates. All of the following questions are relevant to Marie's decision to fill top positions at the new hotels with internal candidates EXCEPT: not directly relevant to Marie's decision. Marie needs to consider what positions need to be filled, the experience of potential candidates, and the procedure for assessing candidates.",
        "options": {
            "A": "What are the key managerial positions that are available at the new hotels?",
            "B": "What percentage of employers in the service industry use succession planning?",
            "C": "What skills, education, and training have been provided to potential candidates?",
            "D": "What is the designated procedure for assessing and selecting potential candidates?"
        },
        "answer": "B",
        "explanation": "B) Although employers have formal succession planning programs, the question is"
    },
    {
        "chapter": "5",
        "question_number": "50",
        "description": "firm's intranet or on bulletin boards. Outside candidates are recruited through advertisements, employment agencies, executive recruiters, and online job boards, such as Monster.com and CareerBuilder.com.",
        "options": {
            "A": "newspaper advertising",
            "B": "intranet job postings",
            "C": "employment agencies",
            "D": "online job boards"
        },
        "answer": "B",
        "explanation": "B) The term job posting refers to publicizing an open job to employees through a"
    },
    {
        "chapter": "5",
        "question_number": "54",
        "description": "screen, compile, and manage outside applicants. Such an online system is needed because Web- based ads tend to generate a large number of applicants.",
        "options": {
            "A": "sorting resumes based on an applicant's years of work experience",
            "B": "generating advertisements for attracting and gathering applicants",
            "C": "assisting employers in attracting, screening, and managing applicants",
            "D": "assisting recruiters with locating internal applicants for key positions"
        },
        "answer": "C",
        "explanation": "C) The purpose of an applicant tracking system is to help employers attract, gather,"
    },
    {
        "chapter": "5",
        "question_number": "55",
        "description": "job advertisement? job. For example, a local newspaper is probably best if an employer needs clerical workers or blue-collar help. For specialized employees, advertisement in trade and professional journals may be more appropriate.",
        "options": {
            "A": "skills needed for the job",
            "B": "job compensation and salary",
            "C": "time allowed to fill the position",
            "D": "graphics used in the advertisement"
        },
        "answer": "A",
        "explanation": "A) The best medium for a job depends on the position and the skills needed for the"
    },
    {
        "chapter": "5",
        "question_number": "56",
        "description": "EXCEPT ________. attention, interest, desire, and action. An ad should attract attention, develop interest in the job, create desire for the job, and prompt readers to take action. Although benefits and salary may be mentioned in ads, implying long-term benefits is not an element of the AIDA guide.",
        "options": {
            "A": "attracting attention to the ad",
            "B": "implying long-term benefits",
            "C": "prompting applicant action",
            "D": "developing interest in the job"
        },
        "answer": "B",
        "explanation": "B) Experienced advertisers use AIDA when constructing ads, which stands for"
    },
    {
        "chapter": "5",
        "question_number": "57",
        "description": "counselors to advise applicants about local and national job openings. enables public employment agency counselors to advise applicants about local and national job openings.",
        "options": {
            "A": "U.S. Career Center",
            "B": "National Job Bank",
            "C": "National Employment Agency",
            "D": "Equal Employment Opportunity Commission"
        },
        "answer": "B",
        "explanation": "B) The National Job Bank maintains a nationwide computerized job bank that"
    },
    {
        "chapter": "5",
        "question_number": "58",
        "description": "EXCEPT ________. employers, they do not file tax reports. State employment agencies assist employers by helping them fill jobs and write job descriptions. Counselors also review job requirements and visit employer work sites.",
        "options": {
            "A": "reviewing employer job requirements",
            "B": "filing employer tax reports",
            "C": "visiting employer work sites",
            "D": "writing job descriptions"
        },
        "answer": "B",
        "explanation": "B) Although state-run employment agencies offer tax credit information to"
    },
    {
        "chapter": "5",
        "question_number": "59",
        "description": "employment agency when an applicant is placed in a job? agencies. Private employment agencies are important sources for clerical, white-collar, and managerial personnel, and their fees are set by state law.",
        "options": {
            "A": "employers",
            "B": "employees",
            "C": "state employment commissions",
            "D": "independent recruiters"
        },
        "answer": "A",
        "explanation": "A) In most situations, employers pay the fees charged by private employment"
    },
    {
        "chapter": "5",
        "question_number": "60",
        "description": "fill a specific job opening quickly. Other reasons include spending less time recruiting and reaching currently employed individuals who might feel more comfortable dealing with an agency than a competing firm.",
        "options": {
            "A": "receive assistance writing job ads",
            "B": "adhere to federal hiring practices",
            "C": "fill a specific job opening quickly",
            "D": "spend more time recruiting applicants"
        },
        "answer": "C",
        "explanation": "C) One of the main reasons an employer uses a private employment agency is to"
    },
    {
        "chapter": "5",
        "question_number": "61",
        "description": "employment agencies to fill positions? agencies may not screen applicants very well. Successful applicants may be blocked, while inappropriate applicants may be sent to interview with hiring supervisors.",
        "options": {
            "A": "White-collar applicants are difficult to attract.",
            "B": "Applicant screening may not be thorough.",
            "C": "Applicant processing time is too lengthy.",
            "D": "Application procedures are complicated."
        },
        "answer": "B",
        "explanation": "B) The primary drawback to using a private employment agency is the fact that"
    },
    {
        "chapter": "5",
        "question_number": "62",
        "description": "management positions. As the HR manager at Newton, you need to ensure that applicants are screened properly, so you should ________. agencies by providing the agency with an accurate job description. Employers should also make sure that tests, applications, and interviews are part of the agency's selection process. The agency should be screened, but it would be costly and time consuming to have HR managers monitor the agency's activities.",
        "options": {
            "A": "provide the agency with an accurate job description",
            "B": "post jobs on the firm's intranet and bulletin boards",
            "C": "develop applicant screening software for internal hires",
            "D": "send HR experts to monitor the agency's recruiting activities"
        },
        "answer": "A",
        "explanation": "A) Employers can avoid improper applicant screening at private employment"
    },
    {
        "chapter": "5",
        "question_number": "63",
        "description": "needed basis. Kate is most likely ________. from one assignment to another on a temporary basis is a contingent worker. Job rotation occurs when an employer systematically moves a worker from one job to another to broaden the worker's experience.",
        "options": {
            "A": "working as a contingent worker",
            "B": "participating in a job rotation",
            "C": "using job enlargement",
            "D": "benchmarking jobs"
        },
        "answer": "A",
        "explanation": "A) Temporary workers are known as contingent workers, so a nurse who floats"
    },
    {
        "chapter": "5",
        "question_number": "64",
        "description": "frequently? including continuing weak economic confidence among employers. Temps cost employers more than permanent workers because temp agencies receive a fee. Employers want a flexible workforce that can be reduced during economic slowdowns.",
        "options": {
            "A": "low cost when hired through agencies",
            "B": "workers' desires for flexible schedules",
            "C": "high cost of workers' compensation insurance",
            "D": "weak economic confidence among employers"
        },
        "answer": "D",
        "explanation": "D) Several things contribute to the trend toward using more temporary employees"
    },
    {
        "chapter": "5",
        "question_number": "65",
        "description": "temporary employees EXCEPT ________. have a document from the agency stating that filling temp orders is not discriminating. However, this is not a concern felt among temporary workers. Temp workers have shown to be primarily concerned about their lack of insurance benefits and the way they are treated by managers and permanent staff. Temp workers often feel insecure about their employment situation because most of them want full-time positions.",
        "options": {
            "A": "being in compliance with equal employment laws",
            "B": "feeling insecure about their employment situation",
            "C": "worrying about the lack of insurance benefits",
            "D": "being treated impersonally by employers"
        },
        "answer": "A",
        "explanation": "A) When working with temporary agencies, managers need to ensure that they"
    },
    {
        "chapter": "5",
        "question_number": "66",
        "description": "workers under her supervision that a local staffing agency has provided. In which of the following tasks related to the temporary workers should Jessica become directly involved? agency is the worker's employer. Managers should let the temp agency handle matters such as pay, time-off, and training. Managers should control the temporary worker's activities and answer work-related questions.",
        "options": {
            "A": "negotiating the pay rate",
            "B": "setting the time-off policies",
            "C": "answering task-related questions",
            "D": "providing online training and development"
        },
        "answer": "C",
        "explanation": "C) For legal purposes, companies should treat temporary employees as if the temp"
    },
    {
        "chapter": "5",
        "question_number": "67",
        "description": "Alternative staffing examples include in-house temporary employees, contract technical employees, outsourcing, and offshoring.",
        "options": {
            "A": "negligent hiring",
            "B": "personnel planning",
            "C": "human resource management",
            "D": "alternative staffing"
        },
        "answer": "D",
        "explanation": "D) Alternative staffing refers to the use of nontraditional recruitment sources."
    },
    {
        "chapter": "5",
        "question_number": "68",
        "description": "management talent for their clients. by employers to seek out top management talent for their clients. State-run employment agencies, private employment agencies, and temporary agencies are less likely to be used by firms seeking top executives.",
        "options": {
            "A": "State-run employment agencies",
            "B": "Private employment agencies",
            "C": "Temporary agencies",
            "D": "Executive recruiters"
        },
        "answer": "D",
        "explanation": "D) Executive recruiters, or headhunters, are special employment agencies retained"
    },
    {
        "chapter": "5",
        "question_number": "69",
        "description": "candidates? candidates and enabled executive recruiters to fill positions more quickly. The primary challenge for headhunters has been finding qualified candidates, and technology has improved the searching ability of recruiters.",
        "options": {
            "A": "mobility premiums",
            "B": "Internet databases",
            "C": "corporate intranets",
            "D": "broad banding"
        },
        "answer": "B",
        "explanation": "B) Internet-based databases have dramatically sped up searches for potential"
    },
    {
        "chapter": "5",
        "question_number": "70",
        "description": "specific projects without the expense of retaining traditional search firms? recruiting to support specific projects without the expense of retaining traditional search firms. These recruiters are paid by the hour or project instead of a percentage fee.",
        "options": {
            "A": "top-executive searches",
            "B": "contingent-based searches",
            "C": "on-demand recruiting services",
            "D": "just-in-time recruiting services"
        },
        "answer": "C",
        "explanation": "C) On-demand recruiting services (ODRS) provide short-term specialized"
    },
    {
        "chapter": "5",
        "question_number": "71",
        "description": "recruiting to support specific projects without the expense of retaining traditional search firms. These recruiters are paid by the hour or project instead of a percentage fee or a commission.",
        "options": {
            "A": "hourly rate",
            "B": "commission",
            "C": "percentage fee",
            "D": "signing bonus"
        },
        "answer": "A",
        "explanation": "A) On-demand recruiting services (ODRS) provide short-term specialized"
    },
    {
        "chapter": "5",
        "question_number": "72",
        "description": "Qualified candidates can be difficult to find, so the business would most likely benefit from using a(n) ________ to recruit potential candidates. by employers seeking top executives. Temporary staffing would be less beneficial to a firm seeking a top executive. Although Internet sites are popular sources for finding employees, headhunters are more appropriate for filling top positions in a firm.",
        "options": {
            "A": "executive recruiter",
            "B": "temporary agency",
            "C": "Internet-based job site",
            "D": "alternate staffing recruiter"
        },
        "answer": "A",
        "explanation": "A) Executive recruiters or headhunters are special employment agencies retained"
    },
    {
        "chapter": "5",
        "question_number": "73",
        "description": "semiconductor industry and advanced degrees in computer science. The firm is a small one and cannot afford to pay a traditional recruiting firm a fee of 30% per each hire's salary. Instead, this firm should consider using a(n) ________. that cannot pay high fees to recruit employees. ODRS provide short-term specialized recruiting assistance to support specific projects without the expense of traditional search firms. An ODRS charges by time or project.",
        "options": {
            "A": "contingency-based recruiter",
            "B": "temporary staffing agency",
            "C": "outsourcing staffing service",
            "D": "on-demand recruiting service"
        },
        "answer": "D",
        "explanation": "D) An on-demand recruiting service would be the best solution for a small firm"
    },
    {
        "chapter": "5",
        "question_number": "74",
        "description": "jobs that require a college degree? filled about 38% of all externally filled jobs requiring a college degree.",
        "options": {
            "A": "7%",
            "B": "83%",
            "C": "16%",
            "D": "38%"
        },
        "answer": "D",
        "explanation": "D) One study several years ago concluded, for instance, that new college graduates"
    },
    {
        "chapter": "5",
        "question_number": "75",
        "description": "determining if candidates are worthy of further consideration. It is helpful if firms develop ties with college career centers to gain feedback on their recruiting programs, but the main goal of college recruiters is to find employees.",
        "options": {
            "A": "building relationships with college career centers",
            "B": "cutting future recruiting costs for the firm",
            "C": "developing a pool of temporary workers",
            "D": "attracting good candidates"
        },
        "answer": "D",
        "explanation": "D) The two main goals of college recruiters are attracting good candidates and"
    },
    {
        "chapter": "5",
        "question_number": "76",
        "description": "employer to the interviewee? applicant, and sends a prompt follow-up letter is more likely to sell the firm to the interviewee than a recruiter who acts superior and is unprepared.",
        "options": {
            "A": "recruiter's professional attire",
            "B": "sincerity of the recruiter",
            "C": "emphasis on the job location",
            "D": "well-written job descriptions"
        },
        "answer": "B",
        "explanation": "B) A recruiter who has a sincere and informal attitude, shows respect for the"
    },
    {
        "chapter": "5",
        "question_number": "77",
        "description": "applicants for hourly jobs? hourly workers. Companies that post \"Help Wanted\" signs are able to cost-effectively attract many local applicants. Employee referral campaigns do not necessarily attract local applicants, and they typically cost $400-$900 per hire, which makes them an unlikely method for hiring hourly workers.",
        "options": {
            "A": "employee referral campaigns",
            "B": "on-demand recruiting services",
            "C": "college recruiting",
            "D": "walk-ins"
        },
        "answer": "D",
        "explanation": "D) Walk-ins, which are direct applications made at an office, are a major source of"
    },
    {
        "chapter": "5",
        "question_number": "78",
        "description": "applicants they are referring, so the new employees have a more realistic picture of what the firm is like.",
        "options": {
            "A": "Local, hourly workers can be recruited quickly.",
            "B": "Applicants have received realistic job previews.",
            "C": "Rewards and incentives are eliminated.",
            "D": "Applicants have community ties."
        },
        "answer": "B",
        "explanation": "B) Current employees will usually provide accurate information about the job"
    },
    {
        "chapter": "5",
        "question_number": "79",
        "description": "home, using information technology. information technology.",
        "options": {
            "A": "telecommuters",
            "B": "temps",
            "C": "walk-ins",
            "D": "recruiters"
        },
        "answer": "A",
        "explanation": "A) Telecommuters do all or most of their work remotely, often from home, using"
    },
    {
        "chapter": "5",
        "question_number": "80",
        "description": "seeking passive candidates (people not actively looking for jobs) by using social networking sites such as LinkedIn to find potential candidates.",
        "options": {
            "A": "Career Builder",
            "B": "You Tube",
            "C": "LinkedIn",
            "D": "Monster"
        },
        "answer": "C",
        "explanation": "C) In moving away from major job boards such as careerbuilder.com, recruiters are"
    },
    {
        "chapter": "5",
        "question_number": "98",
        "description": "those from ________ years old. be among workers 45-64 years old.",
        "options": {
            "A": "23-29",
            "B": "30-44",
            "C": "45-64",
            "D": "65+"
        },
        "answer": "C",
        "explanation": "C) The fastest-growing segment of the U.S. labor force in the next few years will"
    },
    {
        "chapter": "5",
        "question_number": "99",
        "description": "employees want flexible and often abbreviated work schedules, and many only want to work part time. Overtime, sick days, and supportive work environments are less important factors than flexibility.",
        "options": {
            "A": "overtime payments",
            "B": "schedule flexibility",
            "C": "supportive work environments",
            "D": "additional sick days"
        },
        "answer": "B",
        "explanation": "B) Schedule flexibility is the primary motivation for employees over age 65. Older"
    },
    {
        "chapter": "5",
        "question_number": "100",
        "description": "methods is LEAST likely to be successful for Smith Industries? attract minority workers, especially women. Collaborating with professional organizations, such as the National Society of Hispanic MBAs will also improve the chances of hiring minorities. Executive recruiters are the least likely method for attracting minorities.",
        "options": {
            "A": "offering flexible work schedules",
            "B": "providing flexible benefits plans",
            "C": "utilizing executive recruiters",
            "D": "collaborating with professional organizations"
        },
        "answer": "C",
        "explanation": "C) Firms that provide flexible work schedules and benefits plans are more likely to"
    },
    {
        "chapter": "5",
        "question_number": "109",
        "description": "an applicant's marital status. Asking about an applicant's work history, experience, training, and skills is considered acceptable.",
        "options": {
            "A": "experience",
            "B": "technical skills",
            "C": "marital status",
            "D": "training"
        },
        "answer": "C",
        "explanation": "C) According to EEO law, application forms should not request information about"
    },
    {
        "chapter": "5",
        "question_number": "110",
        "description": "resolution agreements? reconsideration and judicial appeal if legal errors occur. Most courts agree that the documents are enforceable if they meet certain requirements. Employers pay most costs of the process, and job applicants are usually less attracted to employers that require mandatory employment arbitration.",
        "options": {
            "A": "Most federal courts have found the documents unenforceable.",
            "B": "Judicial appeals and reconsideration are available if legal errors occur.",
            "C": "Employees absorb most of the costs associated with the arbitration process.",
            "D": "Job applicants are typically more interested in firms that require arbitration."
        },
        "answer": "B",
        "explanation": "B) Mandatory alternative dispute resolution agreements are required to provide for"
    }
]