[
    {
        "chapter": "1",
        "question_number": "1",
        "description": "________. organizing, staffing, leading, and controlling. Outsourcing jobs may be an aspect of human resources, but it is not one of the primary management functions.",
        "options": {
            "A": "planning",
            "B": "organizing",
            "C": "outsourcing",
            "D": "leading"
        },
        "answer": "C",
        "explanation": "C) The five basic functions of the management process include planning,"
    },
    {
        "chapter": "1",
        "question_number": "2",
        "description": "managing the efforts of the organization's people? goals by planning, organizing, staffing, leading, and controlling the efforts of the organization's people. An entrepreneur may manage people or may hire a manager to do so instead, but entrepreneurs are defined as individuals who start their own businesses.",
        "options": {
            "A": "manager",
            "B": "entrepreneur",
            "C": "generalist",
            "D": "marketer"
        },
        "answer": "A",
        "explanation": "A) The manager is the person responsible for accomplishing an organization's"
    },
    {
        "chapter": "1",
        "question_number": "3",
        "description": "and controlling? staffing, leading, and controlling. Strategic management refers to the process of identifying and executing the organization's mission by matching its capabilities with the demands of its environment.",
        "options": {
            "A": "a job analysis",
            "B": "strategic management",
            "C": "the management process",
            "D": "adaptability screening"
        },
        "answer": "C",
        "explanation": "C) The management process includes five basic functions—planning, organizing,"
    },
    {
        "chapter": "1",
        "question_number": "4",
        "description": "standards and to develop rules and procedures? functions of management. The planning function involves establishing goals and standards, developing rules and procedures, and forecasting.",
        "options": {
            "A": "planning",
            "B": "organizing",
            "C": "staffing",
            "D": "leading"
        },
        "answer": "A",
        "explanation": "A) Planning, organizing, staffing, leading, and controlling are the five main"
    },
    {
        "chapter": "1",
        "question_number": "5",
        "description": "developing procedures for various tasks. In which function of the management process does Claire spend most of her time? establish goals and standards, develop rules and procedures, and develop plans and forecast.",
        "options": {
            "A": "leading",
            "B": "controlling",
            "C": "organizing",
            "D": "planning"
        },
        "answer": "D",
        "explanation": "D) The planning function of the management process requires managers to"
    },
    {
        "chapter": "1",
        "question_number": "6",
        "description": "likely involved in which function of the management process? authority to subordinates and establishing channels of communication. The organizing function also includes establishing departments and coordinating the work of subordinates.",
        "options": {
            "A": "staffing",
            "B": "organizing",
            "C": "motivating",
            "D": "leading"
        },
        "answer": "B",
        "explanation": "B) The organizing function of the management process includes delegating"
    },
    {
        "chapter": "1",
        "question_number": "7",
        "description": "action, they are performing the ________ function of the management process. standards such as sales quotas, quality, standards, or production levels. Managers then compare actual performance with the standards, which often involves the use of metrics. Corrective action is then taken when necessary.",
        "options": {
            "A": "planning",
            "B": "leading",
            "C": "controlling",
            "D": "organizing"
        },
        "answer": "C",
        "explanation": "C) The controlling function of the management process requires managers to set"
    },
    {
        "chapter": "1",
        "question_number": "8",
        "description": "standards, and compensating employees? people you should hire, recruiting prospective employees, selecting employees, training and developing employees, setting performance standards, evaluating performance, counseling employees, compensating employees.",
        "options": {
            "A": "organizing",
            "B": "planning",
            "C": "motivating",
            "D": "staffing"
        },
        "answer": "D",
        "explanation": "D) The staffing function of the management process determines what type of"
    },
    {
        "chapter": "1",
        "question_number": "9",
        "description": "his sales team. Which basic function of management best describes Larry's actions? standards or production levels; checking to see how actual performance compares with these standards; taking corrective action, as needed.",
        "options": {
            "A": "planning",
            "B": "organizing",
            "C": "controlling",
            "D": "staffing"
        },
        "answer": "C",
        "explanation": "C) The controlling function involves setting standards such as sales quotas, quality"
    },
    {
        "chapter": "1",
        "question_number": "10",
        "description": "attending to their labor relations, health and safety, and fairness concerns. and compensating employees, and of attending to their labor relations, health and safety, and fairness concerns. HRM falls under the staffing function of the management process.",
        "options": {
            "A": "Labor relations",
            "B": "Human resource management",
            "C": "Behavioral management",
            "D": "Organizational health and safety management"
        },
        "answer": "B",
        "explanation": "B) Human resource management is the process of acquiring, training, appraising,"
    },
    {
        "chapter": "1",
        "question_number": "11",
        "description": "function? others to get the job done; maintaining morale, and motivating subordinates.",
        "options": {
            "A": "motivating subordinates",
            "B": "setting performance standards",
            "C": "training new employees",
            "D": "developing procedures"
        },
        "answer": "A",
        "explanation": "A) The leading function of the management process requires a manager to get"
    },
    {
        "chapter": "1",
        "question_number": "12",
        "description": "the following EXCEPT ________. and HR managers are less likely to interact with customers. Managing compensation, orienting new employees, appraising employee performance, and developing employee commitment are typical aspects of the HR manager's job.",
        "options": {
            "A": "orienting and training new employees",
            "B": "appraising employee performance",
            "C": "building employee commitment",
            "D": "developing customer relationships"
        },
        "answer": "D",
        "explanation": "D) Human resource management involves numerous personnel-related activities,"
    },
    {
        "chapter": "1",
        "question_number": "13",
        "description": "manager wants to avoid making while managing? hiring the wrong person for the job; experience high turnover; have your people not doing their best; waste time with useless interviews; have your company taken to court because of your discriminatory actions; have your company cited under federal occupational safety laws for unsafe practices; have some employees think their salaries are unfair relative to others in the organization; allow a lack of training to undermine your department's effectiveness; commit any unfair labor practices.",
        "options": {
            "A": "waste time with useless interviews",
            "B": "hire the wrong person",
            "C": "have your people not doing their best",
            "D": "experience low turnover"
        },
        "answer": "D",
        "explanation": "D) Personnel mistakes a manager does not want to make while managing are"
    },
    {
        "chapter": "1",
        "question_number": "14",
        "description": "Small businesses as a group also account for most of the 600,000 or so new businesses created every year.",
        "options": {
            "A": "10%",
            "B": "25%",
            "C": "50%",
            "D": "80%"
        },
        "answer": "C",
        "explanation": "C) More than half the people working in the United States work for small firms."
    },
    {
        "chapter": "1",
        "question_number": "15",
        "description": "known as authority.",
        "options": {
            "A": "Leadership",
            "B": "Authority",
            "C": "Management",
            "D": "Responsibility"
        },
        "answer": "B",
        "explanation": "B) The right to make decisions, to direct the work of others, and to give orders is"
    },
    {
        "chapter": "1",
        "question_number": "16",
        "description": "employees, which creates a superior-subordinate relationship. Staff authority refers to a manager's right to advise other managers or employees, which creates an advisory relationship.",
        "options": {
            "A": "management over a small staff in a public firm",
            "B": "management with flexible decision-making powers",
            "C": "a manager's right to advise other managers or employees",
            "D": "a manager's right to issue orders to other managers or employees"
        },
        "answer": "D",
        "explanation": "D) Line authority is a manager's right to issue orders to other managers or"
    },
    {
        "chapter": "1",
        "question_number": "17",
        "description": "and advise ________ in areas like recruiting, hiring, and compensation. line managers in areas like recruiting, hiring, and compensation. However, line managers still have human resource duties.",
        "options": {
            "A": "staff managers; line managers",
            "B": "line managers; middle managers",
            "C": "line managers; staff managers",
            "D": "functional managers; staff managers"
        },
        "answer": "A",
        "explanation": "A) Human resource managers are usually staff managers. They assist and advise"
    },
    {
        "chapter": "1",
        "question_number": "18",
        "description": "the organization's tasks. Gerard is most likely a ________. responsible for accomplishing the organization's tasks. Unlike line managers, staff managers lack the authority to issue orders down the chain of command. Recruiters and training specialists are specialties within the HR department, and HR managers are usually staff managers rather than line managers.",
        "options": {
            "A": "training specialist",
            "B": "staff manager",
            "C": "line manager",
            "D": "recruiter"
        },
        "answer": "C",
        "explanation": "C) A line manager is authorized to direct the work of subordinates and is"
    },
    {
        "chapter": "1",
        "question_number": "19",
        "description": "effective human resources management under the general headings outlined by a major company discussed in the textbook? duties, from the president down to first-line supervisors. One major company outlines its line supervisor's responsibilities for effective human resource management under these general headings: placing the right person in the right job; starting new employees in the organization (orientation); training employees for jobs that are new to them; improving the job performance of each person; gaining cooperation, and developing smooth working relationships; interpreting the company's policies and procedures; controlling labor costs; developing the abilities of each person; creating and maintaining department morale; protecting employees' health and physical condition.",
        "options": {
            "A": "protecting employees' health and physical condition",
            "B": "changing employees' attitudes regarding work",
            "C": "developing the abilities of each person",
            "D": "interpreting the company policies and procedures"
        },
        "answer": "B",
        "explanation": "B) The direct handling of people has always been part of every line manager's"
    },
    {
        "chapter": "1",
        "question_number": "20",
        "description": "EXCEPT ________. department morale, controlling labor costs, and protecting employees' health and physical condition. Handling personnel is an integral part of every line manager's duties, but marketing new products is not a personnel issue and would be handled by the marketing department.",
        "options": {
            "A": "maintaining department morale",
            "B": "controlling labor costs",
            "C": "protecting employees' health",
            "D": "marketing new products and services"
        },
        "answer": "D",
        "explanation": "D) Human resource management most often involves creating and maintaining"
    },
    {
        "chapter": "1",
        "question_number": "21",
        "description": "employees? employees, which creates an advisory relationship.",
        "options": {
            "A": "staff authority",
            "B": "line authority",
            "C": "functional authority",
            "D": "corporate authority"
        },
        "answer": "C",
        "explanation": "C) Staff authority refers to a manager's right to advise other managers or"
    },
    {
        "chapter": "1",
        "question_number": "22",
        "description": "",
        "options": {
            "A": "ensuring that line managers are implementing HR policies",
            "B": "advising top managers about how to implement EEO laws",
            "C": "representing the interests of employees to senior management",
            "D": "directing the activities of subordinates in the HR department"
        },
        "answer": "D",
        "explanation": "D) Directing members of the HR staff is a line function."
    },
    {
        "chapter": "1",
        "question_number": "23",
        "description": "of his or her subordinates in the HR department. Examples of line functions include a human resource manager directing the activities of the people in his or her own department.",
        "options": {
            "A": "coordinative",
            "B": "corporate",
            "C": "staff",
            "D": "line"
        },
        "answer": "D",
        "explanation": "D) Line functions and staff functions are the distinct functions of HR managers."
    },
    {
        "chapter": "1",
        "question_number": "24",
        "description": "community and travels to search for qualified job applicants. Will's position is best described as: extensively to search for qualified job applicants.",
        "options": {
            "A": "recruiter",
            "B": "manager",
            "C": "labor relations specialist",
            "D": "job analyst"
        },
        "answer": "A",
        "explanation": "A) The recruiter maintains contacts within the community and perhaps travels"
    },
    {
        "chapter": "1",
        "question_number": "25",
        "description": "",
        "options": {
            "A": "Staff",
            "B": "Advocacy",
            "C": "Line",
            "D": "Coordinative"
        },
        "answer": "A",
        "explanation": "A) Staff functions involve assisting and advising line managers."
    },
    {
        "chapter": "1",
        "question_number": "26",
        "description": "managers EXCEPT ________. line managers in areas like recruiting, hiring, and compensation.",
        "options": {
            "A": "recruiting",
            "B": "hiring",
            "C": "strategic business planning",
            "D": "compensation"
        },
        "answer": "C",
        "explanation": "C) Human resource managers are usually staff managers. They assist and advise"
    },
    {
        "chapter": "1",
        "question_number": "27",
        "description": "and ________ outside the human resources department. they have the right to direct the activities of the people in their own department. However, outside of the HR department, HR managers are likely to exert implied authority because line managers realize that the HR manager has top management's ear in areas like testing and affirmative action. Staff (assist and advise) function refers to a manager's authority to advise managers or employees outside of his or her department.",
        "options": {
            "A": "line authority; staff authority",
            "B": "staff authority; line authority",
            "C": "functional authority; line authority",
            "D": "staff authority; implied authority"
        },
        "answer": "A",
        "explanation": "A) HR managers usually have line authority in the HR department, which means"
    },
    {
        "chapter": "1",
        "question_number": "28",
        "description": "management aspects is the ________. management relations.",
        "options": {
            "A": "recruiter",
            "B": "line manager",
            "C": "compensation manager",
            "D": "labor relations specialist"
        },
        "answer": "D",
        "explanation": "D) The labor relations specialist advises management on all aspects of union-"
    },
    {
        "chapter": "1",
        "question_number": "29",
        "description": "compensation manager, training specialist, and labor relations specialist. HR managers are less likely to serve as financial advisors.",
        "options": {
            "A": "job analyst",
            "B": "financial advisor",
            "C": "compensation manager",
            "D": "labor relations specialist"
        },
        "answer": "B",
        "explanation": "B) HR management specialties include recruiter, EEO coordinator, job analyst,"
    },
    {
        "chapter": "1",
        "question_number": "30",
        "description": "are paid and how the employee benefits program is run. Ralph is most likely holding the position of: employee benefits program.",
        "options": {
            "A": "training specialist",
            "B": "recruiter",
            "C": "compensation manager",
            "D": "job analyst"
        },
        "answer": "C",
        "explanation": "C) The compensation manager develops compensation plans and handles the"
    },
    {
        "chapter": "1",
        "question_number": "31",
        "description": "write job descriptions? about jobs to prepare job descriptions.",
        "options": {
            "A": "job analyst",
            "B": "job training specialist",
            "C": "compensation manager",
            "D": "EEO coordinator"
        },
        "answer": "A",
        "explanation": "A) As a job analyst, a human resource manager collects and examines information"
    },
    {
        "chapter": "1",
        "question_number": "32",
        "description": "way to provide specialized support in day-to-day HR activities? outsourcing arrangements with vendors, such as benefits advisors, to provide specialized support in day-to-day transactional HR activities to a firm's employees. Activities may include changing benefits plans and providing updated appraisal forms.",
        "options": {
            "A": "embedded HR units",
            "B": "corporate HR groups",
            "C": "HR centers of expertise",
            "D": "shared HR groups"
        },
        "answer": "D",
        "explanation": "D) Transactional (or shared) HR groups focus on using centralized call centers and"
    },
    {
        "chapter": "1",
        "question_number": "33",
        "description": "provide HR management assistance as needed. Which of the following best describes the structure of the HR services provided at Wilson Manufacturing? department within an organization to provide localized human resource management assistance as needed.",
        "options": {
            "A": "shared HR teams",
            "B": "embedded HR teams",
            "C": "centers of expertise",
            "D": "corporate HR teams"
        },
        "answer": "B",
        "explanation": "B) In the embedded HR teams structure, a HR generalist is assigned directly to a"
    },
    {
        "chapter": "1",
        "question_number": "34",
        "description": "president of human resources. Jackson Pharmaceuticals has a history of problems within its HR department including difficulties recruiting and retaining qualified employees, EEO violations, inadequate employee training programs, and confusion regarding health benefit enrollment and coverage. With years of experience transforming HR departments in other firms, Whitman believes she can correct the problems at Jackson Pharmaceuticals. Which of the following best supports Whitman's idea to develop a shared services arrangement to handle benefits administration? benefits administration. different insurance options available to employees. support to the firm's employees. employee health coverage. centers and outsourcing arrangements with vendors (such as benefits advisors) to provide specialized support in day-to-day transactional HR activities (such as changing benefits plans and providing updated appraisal forms) to the company's employees. By outsourcing benefits administration, Jackson would allow HR managers to focus on other issues and enable benefits specialists to handle benefits enrollment and coverage issues.",
        "options": {
            "A": "An embedded HR unit would assist top management with big picture issues as well as",
            "B": "Extensive training has been provided to line managers so that they fully understand the",
            "C": "Outside vendors specializing in all aspects of benefits administration would provide improved",
            "D": "Lower insurance premiums would eliminate the need for outsourcing services and improve"
        },
        "answer": "C",
        "explanation": "C) The shared services (or transactional) HR teams focus on using centralized call"
    },
    {
        "chapter": "1",
        "question_number": "35",
        "description": "president of human resources. Slate Pharmaceuticals has a history of a variety of significant problems within its HR department such as EEO violations, inadequate employee training programs, and employee confusion regarding health benefit enrollment and coverage. With 20 years of experience transforming HR departments in other firms, Sanchez believes he can correct the major problems at Slate Pharmaceuticals. Which of the following best supports the argument that Sanchez should create embedded HR units and assign relationship managers to each department within the company? department due to its large size. communicate corporate messages to employees scattered around the world. daily transactional activities. of their subordinates. managers\" or \"HR business partners\") directly to departments like sales and production, to provide the localized human resource management assistance the departments need. If employees are unable to receive the HR assistance they need on a regular basis, then it would be appropriate for the firm to assign HR generalists to each department as a direct line to the HR department.",
        "options": {
            "A": "Employees frequently complain about the inconsistent assistance they receive from the HR",
            "B": "The global nature of the firm makes it difficult for the HR department to effectively",
            "C": "Centralized call centers would enable the HR department to provide specialized support on",
            "D": "Line managers want to implement additional screening and evaluations to improve the quality"
        },
        "answer": "A",
        "explanation": "A) The embedded HR teams assign HR generalists (also known as \"relationship"
    },
    {
        "chapter": "1",
        "question_number": "36",
        "description": "and advise line managers? recruiting, hiring, and compensation.",
        "options": {
            "A": "recruiting",
            "B": "hiring",
            "C": "compensation",
            "D": "performance management"
        },
        "answer": "D",
        "explanation": "D) Human resource managers assist and advise line managers in areas like"
    },
    {
        "chapter": "1",
        "question_number": "37",
        "description": "assist top management in issues such as developing the personnel aspects of the company's long- term strategic plan? developing the personnel aspects of the company's long-term strategic plan.",
        "options": {
            "A": "embedded HR teams",
            "B": "corporate HR teams",
            "C": "centers of expertise",
            "D": "shared services"
        },
        "answer": "B",
        "explanation": "B) Corporate HR teams assist top management in top-level issues such as"
    },
    {
        "chapter": "1",
        "question_number": "38",
        "description": "end of the week. The vice president is most likely exercising which of the following? managers or employees. Line authority therefore creates a superior (order giver)–subordinate (order receiver) relationship. Staff authority gives a manager the right to advise other managers or employees. It creates an advisory relationship.",
        "options": {
            "A": "staff authority",
            "B": "procedural authority",
            "C": "line authority",
            "D": "functional authority"
        },
        "answer": "C",
        "explanation": "C) Line authority traditionally gives managers the right to issue orders to other"
    },
    {
        "chapter": "1",
        "question_number": "39",
        "description": "descriptions. Compensation managers develop compensation plans and handle the employee benefits program.",
        "options": {
            "A": "compensation manager",
            "B": "EEO coordinator",
            "C": "job analyst",
            "D": "recruiter"
        },
        "answer": "C",
        "explanation": "C) Job analysts collect and examine information about jobs to prepare job"
    },
    {
        "chapter": "1",
        "question_number": "40",
        "description": "strategic plans? picture issues such as developing and explaining the personnel aspects of the company's long- term strategic plan. The centers of expertise are like specialized HR consulting firms within the company—for instance, they provide specialized advice in areas such as organizational change. The embedded HR assigns HR generalists directly to departments like sales and production.",
        "options": {
            "A": "centers of expertise",
            "B": "embedded HR teams",
            "C": "corporate HR teams",
            "D": "professional employee organizations"
        },
        "answer": "C",
        "explanation": "C) The corporate HR teams focus on assisting top management in \"top level\" big"
    },
    {
        "chapter": "1",
        "question_number": "63",
        "description": "workforce? 2012 to 77.7% in 2022.",
        "options": {
            "A": "black",
            "B": "Hispanic",
            "C": "Asian",
            "D": "white"
        },
        "answer": "D",
        "explanation": "D) The percentage of the workforce that is white is expected to fall from 79.8% in"
    },
    {
        "chapter": "1",
        "question_number": "64",
        "description": "manufacturing to new markets abroad. manufacturing to new markets abroad. Firms usually expand globally to expand sales, cut labor costs, or form partnerships with foreign firms.",
        "options": {
            "A": "Expansion",
            "B": "Globalization",
            "C": "Export growth",
            "D": "Diversification"
        },
        "answer": "B",
        "explanation": "B) Globalization is the tendency of firms to extend their sales, ownership, and/or"
    },
    {
        "chapter": "1",
        "question_number": "65",
        "description": "________. means more competition, and more competition means more pressure to be \"world class\"—to lower cost, to make employees more productive, and to do things better and less expensively.",
        "options": {
            "A": "lower costs",
            "B": "supervising quality control methods",
            "C": "make employees more productive",
            "D": "to do things better"
        },
        "answer": "B",
        "explanation": "B) Globalization compels employers to be more efficient. More globalization"
    },
    {
        "chapter": "1",
        "question_number": "66",
        "description": "globalization boom causing U.S. imports and exports to rise from $47 billion in 1960, to $562 billion in 1980, to about $5.1 trillion recently? prices and higher quality on practically everything from computers to cars, but also the prospect of working harder, and perhaps having less secure jobs.",
        "options": {
            "A": "government dropped cross-border taxes or tariffs",
            "B": "economic free trades areas were formed",
            "C": "steps were taken to encourage free flow of trade among countries",
            "D": "instability in the world labor market"
        },
        "answer": "D",
        "explanation": "D) Globalization brings both benefits and threats to consumers. It means lower"
    },
    {
        "chapter": "1",
        "question_number": "67",
        "description": "transfer of functionality from HR professionals to automation? digital technology that is transferring functionality to automation.",
        "options": {
            "A": "Email",
            "B": "Social media",
            "C": "Mobile applications",
            "D": "Cloud computing"
        },
        "answer": "A",
        "explanation": "A) While email is an important tool at work it is not one of the primary types of"
    },
    {
        "chapter": "1",
        "question_number": "68",
        "description": "modern workforce, employment is shifting from manual workers to knowledge workers.",
        "options": {
            "A": "human resources",
            "B": "human capital",
            "C": "intangible assets",
            "D": "contingent personnel"
        },
        "answer": "B",
        "explanation": "B) Human capital is the knowledge, skills, and abilities of a firm's workers. In the"
    },
    {
        "chapter": "1",
        "question_number": "69",
        "description": "U.S. workforce? increasing number of aging workers, who are those over age 55. There are not enough younger workers to replace the projected number of baby boom era older-worker retirees. As a result, many retirees are returning to the workforce.",
        "options": {
            "A": "increased number of aging workers",
            "B": "decreased number of contingent workers",
            "C": "increased number of blue-collar workers",
            "D": "decreased number of bilingual workers"
        },
        "answer": "A",
        "explanation": "A) One of the most significant demographic trends facing the U.S. workforce is the"
    },
    {
        "chapter": "1",
        "question_number": "70",
        "description": "account for a large percentage of the workforce. As these workers reach retirement age, younger workers will need to fill the open positions, except there are fewer younger workers available. The family-centric nature and poor work values of younger workers are problematic for employers, but neither one is the cause of a labor shortage.",
        "options": {
            "A": "there are fewer people entering the workforce than there are retiring baby boomers",
            "B": "one-third of single mothers are not employed in the U.S. labor force",
            "C": "there are too many nontraditional workers holding multiple jobs",
            "D": "older employees are more family-centric than younger employees"
        },
        "answer": "A",
        "explanation": "A) Employers are faced with a possible labor shortage because baby boomers"
    },
    {
        "chapter": "1",
        "question_number": "71",
        "description": "independent contractors work when they can, on what they want to work on, and when the company needs them? when they can on what they want to work on, when the company needs them.",
        "options": {
            "A": "tele-commuters",
            "B": "human capital",
            "C": "job-analysts",
            "D": "on-demand workers"
        },
        "answer": "D",
        "explanation": "D) On-demand workers are freelancers and independent contractors who work"
    },
    {
        "chapter": "1",
        "question_number": "72",
        "description": "\"temporary\" or part-time workers, or who are working in alternative work arrangements. Today, almost 10% of Americans workers fit this nontraditional workforce category.",
        "options": {
            "A": "workers near retirement age",
            "B": "ethnically diverse workers",
            "C": "workers with multiple jobs",
            "D": "service-based workers"
        },
        "answer": "C",
        "explanation": "C) Nontraditional workers include those who hold multiple jobs, or who are"
    },
    {
        "chapter": "1",
        "question_number": "73",
        "description": "while in others unemployment rates are still very high and recruiters in many companies can't find candidates, while in others there's a wealth of candidates is called: unemployment rates are low, while in others, unemployment rates are still very high. In some industries, recruiters in many companies can't find candidates, while in others there's a wealth of candidates.",
        "options": {
            "A": "talent analytics",
            "B": "globalization",
            "C": "the unbalanced labor force",
            "D": "human capital"
        },
        "answer": "C",
        "explanation": "C) The unbalanced labor force is shown in that in some occupations,"
    },
    {
        "chapter": "1",
        "question_number": "74",
        "description": "locations at least once per month? locations at least once per month.",
        "options": {
            "A": "1 million",
            "B": "5 million",
            "C": "17 million",
            "D": "50 million"
        },
        "answer": "B",
        "explanation": "B) About 17 million people now use information technology to work from remote"
    },
    {
        "chapter": "1",
        "question_number": "75",
        "description": "locations abroad.",
        "options": {
            "A": "freelancing",
            "B": "offshoring",
            "C": "rightsizing",
            "D": "warehousing"
        },
        "answer": "B",
        "explanation": "B) Many organizations are moving jobs offshore, exporting jobs to lower-cost"
    },
    {
        "chapter": "1",
        "question_number": "76",
        "description": "known as: LinkedIn (rather than, say, as many employment agencies) to recruit new employees.",
        "options": {
            "A": "data analytics",
            "B": "social media",
            "C": "mobile applications",
            "D": "cloud computing"
        },
        "answer": "B",
        "explanation": "B) Employers increasingly use social media tools such as Twitter, Facebook, and"
    },
    {
        "chapter": "1",
        "question_number": "77",
        "description": "relationships among data for the purpose of solving particular problems. to identify relationships among data for the purpose of solving particular problems.",
        "options": {
            "A": "Data analytics",
            "B": "Social media",
            "C": "Cloud computing",
            "D": "Gaming"
        },
        "answer": "A",
        "explanation": "A) Data analytics is using statistical techniques, algorithms, and problem-solving"
    },
    {
        "chapter": "1",
        "question_number": "86",
        "description": "produce the employee competencies and behaviors the company needs to achieve its strategic aims. human resource policies and practices that produce the employee competencies and behaviors the company needs to achieve its strategic aims.",
        "options": {
            "A": "Employee engagement",
            "B": "Data analytics",
            "C": "Strategic human resource management",
            "D": "Sustainability"
        },
        "answer": "C",
        "explanation": "C) Strategic human resource management involves formulating and executing"
    },
    {
        "chapter": "1",
        "question_number": "87",
        "description": "",
        "options": {
            "A": "15%",
            "B": "35%",
            "C": "50%",
            "D": "70%"
        },
        "answer": "D",
        "explanation": "D) Approximately 70% of all job openings are now posted online."
    },
    {
        "chapter": "1",
        "question_number": "88",
        "description": "being redistributed from a central HR department to the company's employees and line managers, thanks to digital technologies like mobile phones and social media.",
        "options": {
            "A": "more centralized HRM decisions",
            "B": "HRM tasks redistributed to the company's employees and line managers",
            "C": "more paperwork",
            "D": "HR professional embedded in all departments"
        },
        "answer": "B",
        "explanation": "B) Distributed HR involves more and more human resource management tasks"
    },
    {
        "chapter": "1",
        "question_number": "89",
        "description": "during their job search to learn about a company they might apply for? Glassdoor during their job search, including checking before applying for employment at a companies.",
        "options": {
            "A": "11%",
            "B": "32%",
            "C": "48%",
            "D": "70%"
        },
        "answer": "C",
        "explanation": "C) According to one report, 48% of job seekers surveyed said they've used"
    },
    {
        "chapter": "1",
        "question_number": "90",
        "description": "competencies and behaviors the company needs to achieve strategic aims threats to maintain competitive advantage human resource policies and practices that produce the employee competencies and behaviors the company needs to achieve strategic aims. Strategic human resource plans enable a company to hire the employees who will exhibit the behaviors the company needs to accomplish its goals.",
        "options": {
            "A": "formulating and executing human resource policies and practices that produce the employee",
            "B": "planning the balance of internal strengths and weaknesses with external opportunities and",
            "C": "emphasizing the knowledge, education, training, skills, and expertise of a firm's workers",
            "D": "extending a firm's sales, ownership, and manufacturing to new markets"
        },
        "answer": "A",
        "explanation": "A) Strategic human resource management involves formulating and executing"
    },
    {
        "chapter": "1",
        "question_number": "91",
        "description": "services efficiently. firm's performance and profitability and uses three main levers to do so. One is the HR department lever which ensures that the human resource management function is delivering its services efficiently.",
        "options": {
            "A": "Strategic planning",
            "B": "Strategic human resource management",
            "C": "HR department lever",
            "D": "Human resource scorecard approach"
        },
        "answer": "C",
        "explanation": "C) Today's human resources manager is in a powerful position to improve the"
    },
    {
        "chapter": "1",
        "question_number": "92",
        "description": "EXCEPT ________. management because neither can be measured. Evidence-based human resource management is based on the use of data, facts, analytics, scientific rigor, critical evaluation, and critically evaluated research/case studies to support human resource management proposals, decisions, practices, and conclusions.",
        "options": {
            "A": "scientific rigor",
            "B": "existing data",
            "C": "research studies",
            "D": "qualitative opinions"
        },
        "answer": "D",
        "explanation": "D) Qualitative information or opinions are not characteristic of evidence-based HR"
    },
    {
        "chapter": "1",
        "question_number": "93",
        "description": "produce the employee competencies and skills the company needs to achieve its strategic goals? firm's performance and profitability and uses three main levers to do so. One is the strategic results lever which puts in place the policies and practices that produce the employee competencies and skills the company needs to achieve its strategic goals.",
        "options": {
            "A": "HR department lever",
            "B": "strategic results lever",
            "C": "practices",
            "D": "employee cost lever"
        },
        "answer": "B",
        "explanation": "B) Today's human resources manager is in a powerful position to improve the"
    },
    {
        "chapter": "1",
        "question_number": "94",
        "description": "getting one's jobs done. to, and committed to getting one's jobs done. Engaged employees \"experience a high level of connectivity with their work tasks,\" and therefore work hard to accomplish their task-related goal.",
        "options": {
            "A": "Ethics",
            "B": "Sustainability",
            "C": "Human capital",
            "D": "Employee engagement"
        },
        "answer": "D",
        "explanation": "D) Employee engagement refers to being psychologically involved in, connected"
    },
    {
        "chapter": "1",
        "question_number": "101",
        "description": "conduct should be? In human resources, ethics relates to the decisions made by HR managers regarding workplace safety, security of employee records, employee theft, affirmative action, comparable work, and employee privacy rights.",
        "options": {
            "A": "ethics",
            "B": "strategies",
            "C": "preferences",
            "D": "competencies"
        },
        "answer": "A",
        "explanation": "A) Ethics is the standards used by individuals to determine how to behave or act."
    },
    {
        "chapter": "1",
        "question_number": "102",
        "description": "certification to HR managers. SHRM exams test the professional's knowledge of all aspects of human resource management, including ethics, management practices, staffing, development, compensation, labor relations, and health and safety.",
        "options": {
            "A": "Association of Certified HR Managers",
            "B": "Society for Human Resource Management",
            "C": "Academy of Human Resource Executives",
            "D": "Association of Business Administration"
        },
        "answer": "B",
        "explanation": "B) The Society for Human Resource Management (SHRM) provides professional"
    },
    {
        "chapter": "1",
        "question_number": "103",
        "description": "Resources (PHR) and Senior Professional in Human Resources (SPHR). SHRM offers SHRM Certified Professionals and SHRM Senior Certified Professionals.",
        "options": {
            "A": "HRCI's Professional in Human Resources (PHR",
            "B": "HRCI's Senior Professional in Human Resources (SPHR",
            "C": "SHRM Junior Professional",
            "D": "SHRM Certified Professional"
        },
        "answer": "C",
        "explanation": "C) The HRCI awards several credentials, including Professional in Human"
    },
    {
        "chapter": "1",
        "question_number": "104",
        "description": "organizational stakeholders? provide guidance to organizational stakeholders.",
        "options": {
            "A": "consultation",
            "B": "ethical practice",
            "C": "business acumen",
            "D": "critical evaluation"
        },
        "answer": "A",
        "explanation": "A) The SHRM HR manager competency of consultation involves the ability to"
    },
    {
        "chapter": "1",
        "question_number": "105",
        "description": "organization's overall strategic plan. This is the SHRM HR competency of: understand and apply information with which to contribute to the organization's strategic plan.",
        "options": {
            "A": "communication",
            "B": "critical evaluation",
            "C": "business acumen",
            "D": "leadership & navigation"
        },
        "answer": "C",
        "explanation": "C) The SHRM HR manager competency of business acumen is the ability to"
    },
    {
        "chapter": "1",
        "question_number": "106",
        "description": "information with stakeholders? exchange information with stakeholders.",
        "options": {
            "A": "relationship management",
            "B": "communication",
            "C": "ethical practice",
            "D": "controlling"
        },
        "answer": "B",
        "explanation": "B) Communication is the competency that relates to the ability to effectively"
    }
]