[
    {
        "chapter": "8",
        "question_number": "1",
        "description": "and other new employees. Alicia learned about employee benefits packages, personnel policies, and the structure of the company. In which of the following did Alicia most likely participate? background information (such as computer passwords and company rules) they need to do their jobs; ideally it should also help them start becoming emotionally attached to and engaged in the firm.",
        "options": {
            "A": "recruitment",
            "B": "selection",
            "C": "employee orientation",
            "D": "employee development"
        },
        "answer": "C",
        "explanation": "C) Employee orientation or onboarding provides new employees with the basic"
    },
    {
        "chapter": "8",
        "question_number": "2",
        "description": "culture of a firm? providing new employees with the information they need to function. Onboarding also tries to help new employees understand a firm's values and culture.",
        "options": {
            "A": "onboarding",
            "B": "outsourcing",
            "C": "organizing",
            "D": "offshoring"
        },
        "answer": "A",
        "explanation": "A) Onboarding is synonymous with employee orientation, which involves"
    },
    {
        "chapter": "8",
        "question_number": "3",
        "description": "program? and at home and part of the team, make sure the new employee has the basic information to function effectively, help the new employee understand the organization in a broad sense, and start the person on the process of becoming socialized into the firm's culture, values, and ways of doing things. It is less likely that the firm would help employees join a labor union.",
        "options": {
            "A": "making new employees feel like part of a team",
            "B": "helping new employees become socialized into the firm",
            "C": "assisting new employees in selecting the best labor union",
            "D": "teaching new employees about the firm's history and strategies"
        },
        "answer": "C",
        "explanation": "C) During employee orientation, firms try to make the new employee feel welcome"
    },
    {
        "chapter": "8",
        "question_number": "4",
        "description": "________. average wage paid for the job. It is unlikely that wage curves would be addressed during orientation..",
        "options": {
            "A": "employee benefits",
            "B": "personnel policies",
            "C": "work behavior expectations",
            "D": "wage curves"
        },
        "answer": "D",
        "explanation": "D) A wage curve is the graphic relationship between the value of the job and the"
    },
    {
        "chapter": "8",
        "question_number": "8",
        "description": "are called ________. their jobs. Training is essential to good management.",
        "options": {
            "A": "orientation",
            "B": "training",
            "C": "development",
            "D": "management"
        },
        "answer": "B",
        "explanation": "B) Training means giving new or current employees the skills they need to perform"
    },
    {
        "chapter": "8",
        "question_number": "9",
        "description": "result, the employee harmed a customer. A court would most likely find MTR liable for ________. employer fails to train adequately and an employee harms a third party, it is likely that the court will find the employer liable.",
        "options": {
            "A": "discrimination",
            "B": "negligent training",
            "C": "occupational fraud",
            "D": "hazardous training"
        },
        "answer": "B",
        "explanation": "B) Inadequate training can expose employers to negligent training liability. If an"
    },
    {
        "chapter": "8",
        "question_number": "10",
        "description": "charges of negligent training? experience, provide adequate training (particularly where employees use dangerous equipment), and evaluate the training to ensure that it's actually reducing risks. Paying employees for training will not necessarily protect an employer.",
        "options": {
            "A": "confirming an employee's claims of skill and experience",
            "B": "providing extensive and appropriate training",
            "C": "evaluating the effectiveness of the training",
            "D": "paying employees for their training time"
        },
        "answer": "D",
        "explanation": "D) Employers should confirm the applicant/employee's claims of skill and"
    },
    {
        "chapter": "8",
        "question_number": "11",
        "description": "often mean the firm will have to fill new jobs. Strategic training needs analysis identifies the training employees will need to fill these future jobs.",
        "options": {
            "A": "Competency modeling",
            "B": "Performance analysis",
            "C": "Strategic training needs analysis",
            "D": "Screening"
        },
        "answer": "C",
        "explanation": "C) Strategic goals (perhaps to enter new lines of business or to expand abroad)"
    },
    {
        "chapter": "8",
        "question_number": "12",
        "description": "implement-evaluate (ADDIE) training process model that training experts have used for years. The first step is to analyze the training need.",
        "options": {
            "A": "assessing the program's successes",
            "B": "appraising the program's budget",
            "C": "analyzing the training need",
            "D": "acquiring training materials"
        },
        "answer": "C",
        "explanation": "C) The gold standard of training programs is the basic analysis-design-develop-"
    },
    {
        "chapter": "8",
        "question_number": "13",
        "description": "process model has been used by training experts for years. The second step of the process is designing the overall training program.",
        "options": {
            "A": "developing training aids",
            "B": "defining the training objectives",
            "C": "designing the overall training program",
            "D": "designating employees who need training"
        },
        "answer": "C",
        "explanation": "C) The basic analysis-design-develop-implement-evaluate (ADDIE) training"
    },
    {
        "chapter": "8",
        "question_number": "14",
        "description": "process? process model has been used by training experts for years. The third step, developing the course, involves assembling and creating the training materials.",
        "options": {
            "A": "training a targeted group",
            "B": "creating training materials",
            "C": "evaluating the success of the program",
            "D": "estimating a budget for the training program"
        },
        "answer": "B",
        "explanation": "B) The basic analysis-design-develop-implement-evaluate (ADDIE) training"
    },
    {
        "chapter": "8",
        "question_number": "15",
        "description": "training process? process model has been used by training experts for years. The fourth step involves providing the training to a targeted employee group. Training methods vary but may include on-the-job training or online training.",
        "options": {
            "A": "holding on-the-job training sessions",
            "B": "selecting employees for training",
            "C": "preparing online training materials",
            "D": "asking participants for feedback"
        },
        "answer": "A",
        "explanation": "A) The basic analysis-design-develop-implement-evaluate (ADDIE) training"
    },
    {
        "chapter": "8",
        "question_number": "16",
        "description": "complete, employees are often rewarded for using new skills, but not during the training process.",
        "options": {
            "A": "evaluating the program's successes or failures",
            "B": "rewarding employees for program participation",
            "C": "conducting a budget and needs analysis",
            "D": "training the targeted group of employees"
        },
        "answer": "A",
        "explanation": "A) Evaluating the program is the final step in the training process. After training is"
    },
    {
        "chapter": "8",
        "question_number": "17",
        "description": "a telemarketing position at Newman Enterprises. James is most likely involved in which of the following? like Java (in the case of a Web developer) or interviewing (in the case of a supervisor)—the job requires.",
        "options": {
            "A": "task analysis",
            "B": "program evaluation",
            "C": "employee development",
            "D": "screening"
        },
        "answer": "A",
        "explanation": "A) Task analysis is a detailed study of the job to determine what specific skills—"
    },
    {
        "chapter": "8",
        "question_number": "18",
        "description": "new tax laws. In order to motivate the individuals who attend her training session, Amy should most likely do all of the following EXCEPT ________. organizing information in logical, meaningful units will likely motivate employees. Terms and concepts used during a training session should be familiar to trainees rather than unfamiliar.",
        "options": {
            "A": "use as many visual aids as possible during the session",
            "B": "provide an overview of the material to be covered",
            "C": "use new terminology and technical concepts",
            "D": "give information in logical, meaningful sections"
        },
        "answer": "C",
        "explanation": "C) Using visual aids, providing an overview at the beginning of the session, and"
    },
    {
        "chapter": "8",
        "question_number": "19",
        "description": "during a training session in order to ________. maximizing the similarity between the training situation and the work situation are all techniques that enable trainees to transfer new skills from the training site to the work site.",
        "options": {
            "A": "screen applicants based on ability",
            "B": "transfer skills more easily to the job",
            "C": "reduce training costs",
            "D": "determine appropriate pay scales"
        },
        "answer": "B",
        "explanation": "B) Allowing trainees to work at their own pace, providing adequate practice, and"
    },
    {
        "chapter": "8",
        "question_number": "20",
        "description": "job requires. Job descriptions and job specifications are important here because they list the job's specific duties and skills, which are the basic reference points in determining the training required.",
        "options": {
            "A": "Needs analysis",
            "B": "Task analysis",
            "C": "Training strategy",
            "D": "Development planning"
        },
        "answer": "B",
        "explanation": "B) Task analysis is a detailed study of the job to determine what specific skills the"
    },
    {
        "chapter": "8",
        "question_number": "21",
        "description": "format that is helpful for determining training requirements? analysis record form. This consolidates information regarding required tasks and skills in a form that's especially helpful for determining training requirements.",
        "options": {
            "A": "training assessment form",
            "B": "task analysis record form",
            "C": "organizational skills sheet",
            "D": "work function analysis"
        },
        "answer": "B",
        "explanation": "B) Some managers supplement the job description and specification with a task"
    },
    {
        "chapter": "8",
        "question_number": "22",
        "description": "new employees EXCEPT ________. be used to identify training needs. Managers can uncover training needs by reviewing performance standards, assessing job descriptions, performing the job, and questioning current job holders and their supervisors.",
        "options": {
            "A": "analyzing job descriptions",
            "B": "reviewing performance standards",
            "C": "questioning current job holders",
            "D": "conducting a work sampling"
        },
        "answer": "D",
        "explanation": "D) Work sampling is a method used for screening job applicants and will not likely"
    },
    {
        "chapter": "8",
        "question_number": "23",
        "description": "someone would need to perform a job well is known as a(n) ________. overview of the competencies (for example, in terms of knowledge, skills, and behaviors) someone would need to do a job well.",
        "options": {
            "A": "scatter plot",
            "B": "competency model",
            "C": "classification table",
            "D": "organizational chart"
        },
        "answer": "B",
        "explanation": "B) The competency model consolidates, usually in one diagram, a precise"
    },
    {
        "chapter": "8",
        "question_number": "24",
        "description": "deficiencies should be corrected through training or through some other means is called ________. deficiency and determining whether the employer should correct such deficiencies through training or some other means (like transferring the employee).",
        "options": {
            "A": "needs analysis",
            "B": "training assessment",
            "C": "performance analysis",
            "D": "performance appraisal"
        },
        "answer": "C",
        "explanation": "C) Performance analysis is the process of verifying that there is a performance"
    },
    {
        "chapter": "8",
        "question_number": "25",
        "description": "ten employees. Members of Mark's sales force vary in experience level. Four members of the sales team have worked at Samson for less than one year. The other six salespeople have been with Samson anywhere from three to seven years. Mark recently received the annual sales report and noticed that sales have been dropping steadily over the last year. Mark is considering the idea of providing training to his sales team as a way to boost sales. Which of the following best supports the argument that the drop in Samson's sales can be solved through training? bonuses has angered many employees. dropping as more people are choosing to use generic drugs instead. through online job sites. side effects of the latest medications released by Samson. latest drugs, then it is most likely unable to sell the products effectively. Training would provide salespeople with the necessary information. Poor attitudes suggest that the sales team doesn't want to sell products, which is not an issue that can be corrected with training.",
        "options": {
            "A": "Attitude surveys sent to Samson personnel suggest that the firm's elimination of year-end",
            "B": "Recent studies suggest that sales of name-brand pharmaceuticals, such as Samson, are",
            "C": "The rising costs associated with college recruiting have forced Samson to hire sales associates",
            "D": "Members of the sales team have expressed that they do not fully understand the benefits and"
        },
        "answer": "D",
        "explanation": "D) If the sales force does not understand the benefits and side effects of Samson's"
    },
    {
        "chapter": "8",
        "question_number": "26",
        "description": "ten employees. Members of Mark's sales force vary in experience level. Four members of the sales team have worked at Samson for less than one year. The other six salespeople have been with Samson anywhere from three to seven years. Mark recently received the annual sales report and noticed that sales have been dropping steadily over the last year. Mark is considering the idea of providing training to his sales team as a way to boost sales. Which of the following most likely undermines the argument that the drop in Samson's sales can be solved through training? the firm to measure the effectiveness of new drugs. top of base salaries, which angered employees. years. likely change their attitudes. Training can help eliminate problems associated with a lack of job knowledge.",
        "options": {
            "A": "The newest members of the Samson sales force are unfamiliar with the procedures used by",
            "B": "Samson recently eliminated its long-standing policy of paying salespeople commissions on",
            "C": "Samson's most experienced salesperson retired after working at the firm for more than twenty",
            "D": "Samson sales team members recently received their annual performance appraisals."
        },
        "answer": "B",
        "explanation": "B) Angry employees may lack the motivation to perform, and training would not"
    },
    {
        "chapter": "8",
        "question_number": "27",
        "description": "ten employees. Members of Mark's sales force vary in experience level. Four members of the sales team have worked at Samson for less than one year. The other six salespeople have been with Samson anywhere from three to seven years. Mark recently received the annual sales report and noticed that sales have been dropping steadily over the last year. Mark is considering the idea of providing training to his sales team as a way to boost sales. All of the following questions are relevant to Mark's decision to implement a training program for his sales team EXCEPT: team, once the workers are hired the focus should be on training. The other questions relate to the decision of implementing a training program.",
        "options": {
            "A": "What methods are used for recruiting and interviewing individuals for sales positions?",
            "B": "Does every salesperson understand what his or her performance standards are?",
            "C": "What tools are available to sales team members to help them work efficiently?",
            "D": "What were the results of attitude surveys distributed to the sales team?"
        },
        "answer": "A",
        "explanation": "A) Although recruiting and interviewing affect the quality of employees on a sales"
    },
    {
        "chapter": "8",
        "question_number": "28",
        "description": "performance to what it should be. Doing so helps to confirm that there is a performance deficiency and may also help the manager to identify its cause.",
        "options": {
            "A": "comparing a person's actual performance to the ideal performance",
            "B": "investigating employee-related customer complaints",
            "C": "evaluating supervisor performance reviews",
            "D": "conducting job knowledge assessments"
        },
        "answer": "A",
        "explanation": "A) The first step in performance analysis is usually to compare the person's actual"
    },
    {
        "chapter": "8",
        "question_number": "36",
        "description": "doing job-related tasks such as contacting customers. Tyler is most likely participating in ________. it. Every employee, from mailroom clerk to CEO, gets on-the-job training when he or she joins a firm.",
        "options": {
            "A": "on-the-job training",
            "B": "socialization",
            "C": "social learning",
            "D": "modeling"
        },
        "answer": "A",
        "explanation": "A) On-the-job training (OJT) means having a person learn a job by actually doing"
    },
    {
        "chapter": "8",
        "question_number": "37",
        "description": "it. Every employee, from mailroom clerk to CEO, gets on-the-job training when he or she joins a firm, which is why it is the most popular method. In many firms, OJT is the only training available.",
        "options": {
            "A": "job instruction training",
            "B": "apprenticeship training",
            "C": "on-the-job training",
            "D": "classroom training"
        },
        "answer": "C",
        "explanation": "C) On-the-job training (OJT) means having a person learn a job by actually doing"
    },
    {
        "chapter": "8",
        "question_number": "38",
        "description": "method.",
        "options": {
            "A": "programmed learning",
            "B": "understudy method",
            "C": "special assignments",
            "D": "job rotation"
        },
        "answer": "A",
        "explanation": "A) Programmed learning is not a type of OJT but is a step-by-step, self-learning"
    },
    {
        "chapter": "8",
        "question_number": "39",
        "description": "program. She will move to various jobs each month for a nine-month period of time. Her employer is utilizing the ________ form of training. job to job at planned intervals, is another OJT technique.",
        "options": {
            "A": "job rotation",
            "B": "understudy",
            "C": "job expansion",
            "D": "informal learning"
        },
        "answer": "A",
        "explanation": "A) Job rotation, in which an employee (usually a management trainee) moves from"
    },
    {
        "chapter": "8",
        "question_number": "40",
        "description": "been assigned to spend a year as an assistant to the current department head. Which type of training is most likely being used in this example? Here, an experienced worker or the trainee's supervisor trains the employee. This may involve simply acquiring skills by observing the supervisor, or (preferably) having the supervisor or job expert show the new employee the ropes, step-by-step.",
        "options": {
            "A": "job rotation",
            "B": "job instruction",
            "C": "coaching method",
            "D": "informal learning"
        },
        "answer": "C",
        "explanation": "C) The most familiar on-the-job training is the coaching or understudy method."
    },
    {
        "chapter": "8",
        "question_number": "41",
        "description": "experience in working on actual problems. in working on actual problems.",
        "options": {
            "A": "coaching",
            "B": "informal learning",
            "C": "special assignments",
            "D": "programmed learning"
        },
        "answer": "C",
        "explanation": "C) Special assignments similarly give lower-level executives firsthand experience"
    },
    {
        "chapter": "8",
        "question_number": "42",
        "description": "he is supposed to learn step-by-step. This method is called: step. Such step-by-step training is called job instruction training (JIT).",
        "options": {
            "A": "task analysis",
            "B": "job instruction training (JIT",
            "C": "informal learning",
            "D": "job rotation"
        },
        "answer": "B",
        "explanation": "B) Many jobs (or parts of jobs) consist of a sequence of steps best learned step-by-"
    },
    {
        "chapter": "8",
        "question_number": "43",
        "description": "informal means. learn through informal means.",
        "options": {
            "A": "10%",
            "B": "50%",
            "C": "80%",
            "D": "95%"
        },
        "answer": "C",
        "explanation": "C) Surveys estimate that as much as 80% of what employees learn on the job they"
    },
    {
        "chapter": "8",
        "question_number": "44",
        "description": "classroom instruction and on-the-job training is called ________. usually through a combination of formal learning and long-term on-the-job training. It traditionally involves having the learner/apprentice study under the tutelage of a master craftsperson.",
        "options": {
            "A": "job instruction training",
            "B": "programmed learning",
            "C": "apprenticeship training",
            "D": "coaching technique"
        },
        "answer": "C",
        "explanation": "C) Apprenticeship training is a process by which people become skilled workers,"
    },
    {
        "chapter": "8",
        "question_number": "45",
        "description": "of a master craftsperson? study under the tutelage of a master craftsperson. It is a process by which people become skilled workers, usually through a combination of formal learning and long-term on-the-job training.",
        "options": {
            "A": "programmed learning",
            "B": "mentoring",
            "C": "apprenticeship training",
            "D": "coaching"
        },
        "answer": "C",
        "explanation": "C) Apprenticeship training traditionally involves having the learner/apprentice"
    },
    {
        "chapter": "8",
        "question_number": "46",
        "description": "familiarizing a worker with equipment, materials, tools, and trade terms.",
        "options": {
            "A": "showing the trainee how do the task",
            "B": "verbalizing the steps of the task",
            "C": "checking to make sure the task was learned by the trainee",
            "D": "familiarizing the trainee with equipment, tools, and trade terms"
        },
        "answer": "D",
        "explanation": "D) Preparing the trainee is the first step in the OJT process, and it involves"
    },
    {
        "chapter": "8",
        "question_number": "47",
        "description": "appropriate training method to use is ________. learns step-by-step. This step-by-step training is called job instruction training (JIT).",
        "options": {
            "A": "job instruction training",
            "B": "apprenticeship training",
            "C": "programmed learning",
            "D": "job rotation"
        },
        "answer": "A",
        "explanation": "A) Many jobs (or parts of jobs) consist of a logical sequence of steps that one best"
    },
    {
        "chapter": "8",
        "question_number": "48",
        "description": "each step listed? and any key points or guidelines are listed beside each step to provide clarification to the trainee.",
        "options": {
            "A": "sources for more information",
            "B": "any legal requirements",
            "C": "key points or guidelines",
            "D": "quality requirements"
        },
        "answer": "C",
        "explanation": "C) With job instruction training, all the steps in a job are listed in the correct order,"
    },
    {
        "chapter": "8",
        "question_number": "49",
        "description": "experience show that they can be effective. Lecturing is a quick and simple way to present knowledge to large groups of trainees, as when the sales force needs to learn a new product's features.",
        "options": {
            "A": "motivational for employees",
            "B": "effective for informal learning",
            "C": "appropriate for large groups",
            "D": "requires limited preparation"
        },
        "answer": "C",
        "explanation": "C) Although some correctly view lectures as being boring, studies and practical"
    },
    {
        "chapter": "8",
        "question_number": "50",
        "description": "training lecture? speaker realize that he or she needs to make modifications to the lecture. Irrelevant or old jokes are not effective openers. Speakers should use notes rather than a script and control their hands. Speeches are more effective when broken into short talks.",
        "options": {
            "A": "opening with a familiar joke",
            "B": "talking from a prepared script",
            "C": "watching the audience's body language",
            "D": "using exaggerated hand gestures to emphasize points"
        },
        "answer": "C",
        "explanation": "C) Watching for negative signals in the audience's body language can help a"
    },
    {
        "chapter": "8",
        "question_number": "51",
        "description": "presenting questions or facts, allowing the person to respond, and giving the learner immediate feedback on the accuracy of his or her answers? three parts: presenting questions, facts, or problems to the learner; allowing the person to respond; and providing feedback on the accuracy of answers.",
        "options": {
            "A": "job instruction training",
            "B": "programmed learning",
            "C": "apprenticeship training",
            "D": "simulated learning"
        },
        "answer": "B",
        "explanation": "B) Programmed learning is a step-by-step, self-learning method that consists of"
    },
    {
        "chapter": "8",
        "question_number": "52",
        "description": "facilitates learning by letting trainees learn at their own pace and receive immediate feedback. However, programmed learning occurs with a book or computer rather than a coach.",
        "options": {
            "A": "Training time is significantly reduced.",
            "B": "Trainees can work at their own pace.",
            "C": "Trainees benefit from a skilled coach.",
            "D": "Trainees receive immediate feedback."
        },
        "answer": "C",
        "explanation": "C) Programmed learning's main advantage is that it reduces training time. It also"
    },
    {
        "chapter": "8",
        "question_number": "53",
        "description": "each trainee's specific learning needs? instruction programs. In addition to the usual programmed learning, intelligent tutoring systems learn what questions and approaches worked and did not work for the learner, and therefore adjust the suggested instructional sequence to the trainee's unique needs.",
        "options": {
            "A": "virtual learning systems",
            "B": "video-based simulations",
            "C": "multi-media training plans",
            "D": "intelligent tutoring systems"
        },
        "answer": "D",
        "explanation": "D) Intelligent tutoring systems are computerized, supercharged, programmed"
    },
    {
        "chapter": "8",
        "question_number": "54",
        "description": "mortgage services at 10,000 stores nationwide. Wells Fargo offers its employees many professional development opportunities such as training programs and tuition reimbursement. Wells Fargo executives are considering the expansion of the firm's existing training programs after employees have expressed strong interest in the idea. Which of the following, if true, best supports the argument that Wells Fargo should use intelligent tutoring systems to provide training for loan officers? variety of learning styles. at a central location to a large group of current employees at once. the history, culture, and vision of the firm. the most appropriate training programs for new employees. did not work for the learner, and therefore adjust the suggested instructional sequence to the trainee's unique needs. Such systems also enable trainees to work at their own pace.",
        "options": {
            "A": "Current Wells Fargo employees indicate that they prefer to work at their own pace and have a",
            "B": "Since Wells Fargo stores are spread throughout the country, the firm needs to provide training",
            "C": "Wells Fargo's employee orientation program provides new employees with information about",
            "D": "Wells Fargo's board of directors sets training policies and works closely with HR to develop"
        },
        "answer": "A",
        "explanation": "A) Intelligent tutoring systems learn what questions and approaches worked and"
    },
    {
        "chapter": "8",
        "question_number": "55",
        "description": "are trained away from the job. equipment they will use on the job, but are trained off the job (perhaps in a separate room or vestibule). Vestibule training is necessary when it's too costly or dangerous to train employees on the job.",
        "options": {
            "A": "Vestibule",
            "B": "Virtual-reality",
            "C": "Programmed",
            "D": "Job instruction"
        },
        "answer": "A",
        "explanation": "A) Vestibule training is a method in which trainees learn on the actual or simulated"
    },
    {
        "chapter": "8",
        "question_number": "56",
        "description": "measures. This is an example of ________. equipment they will use on the job, but are trained off the job. Vestibule training is necessary when it's too costly or dangerous to train employees on the job, such as with pilots.",
        "options": {
            "A": "on-the-job training",
            "B": "vestibule training",
            "C": "virtual reality training",
            "D": "programmed learning"
        },
        "answer": "B",
        "explanation": "B) Vestibule training is a method in which trainees learn on the actual or simulated"
    },
    {
        "chapter": "8",
        "question_number": "57",
        "description": "at remote locations over cable broadband lines or the Internet? employees at remote locations via cable broadband lines, the Internet, or satellite.",
        "options": {
            "A": "audiovisual-based instruction",
            "B": "programmed learning",
            "C": "vestibule training",
            "D": "videoconferencing"
        },
        "answer": "D",
        "explanation": "D) With videoconferencing, a trainer in a central location teaches groups of"
    },
    {
        "chapter": "8",
        "question_number": "58",
        "description": "prompts and dialogue boxes with travel policies as the agent enters information about the consumer's travel plans. This is an example of a(n) ________. displays that automate training, documentation, and phone support. In this example, a client calling the travel service is asked questions that are prompted by an EPSS to take both the client and travel agent step-by-step, through an analytical sequence.",
        "options": {
            "A": "audiovisual-based training method",
            "B": "electronic performance support system",
            "C": "intelligent tutoring system",
            "D": "computer-based training module"
        },
        "answer": "B",
        "explanation": "B) Electronic performance support systems (EPSS) are computerized tools and"
    },
    {
        "chapter": "8",
        "question_number": "59",
        "description": "identify training needs, and to schedule, deliver, assess, and manage the online training itself. Internet training by helping employers identify training needs, and to schedule, deliver, assess, and manage the online training itself.",
        "options": {
            "A": "Learning management systems",
            "B": "Intelligent tutoring systems",
            "C": "Computer simulations",
            "D": "Learning portals"
        },
        "answer": "A",
        "explanation": "A) Learning management systems (LMS) are special software tools that support"
    },
    {
        "chapter": "8",
        "question_number": "60",
        "description": "available at the job site to guide the worker? job site to guide the worker. Job aids work particularly well on complex jobs that require multiple steps, or where it's dangerous to forget a step.",
        "options": {
            "A": "task analysis record form",
            "B": "position replacement card",
            "C": "skills sheet",
            "D": "job aid"
        },
        "answer": "D",
        "explanation": "D) A job aid is a set of instructions, diagrams, or similar methods available at the"
    },
    {
        "chapter": "8",
        "question_number": "61",
        "description": "landing. This checklist is an example of a(n) ________. job site to guide the worker. Job aids work particularly well on complex jobs that require multiple steps, or where it's dangerous to forget a step, such as airplane take-off.",
        "options": {
            "A": "job aid",
            "B": "skill sheet",
            "C": "work function analysis",
            "D": "electronic support system"
        },
        "answer": "A",
        "explanation": "A) A job aid is a set of instructions, diagrams, or similar methods available at the"
    },
    {
        "chapter": "8",
        "question_number": "62",
        "description": "mortgage services at 10,000 stores nationwide. Wells Fargo offers its employees many professional development opportunities such as training programs and tuition reimbursement. Wells Fargo executives are considering the expansion of the firm's existing training programs after employees have expressed strong interest in the idea. Which of the following, if true, best supports the argument that Wells Fargo should integrate computer simulations into its training program for bank tellers? training courses. least 30 hours of training each year. handling complicated bank transactions. methods for handling angry customers. performed in the situation. Simulations can help employees learn conflict resolution skills to deal with angry bank customers.",
        "options": {
            "A": "The Wells Fargo intranet-based learning portal provides employees with access to a variety of",
            "B": "Wells Fargo is one of the few financial institutions to require all employees to participate in at",
            "C": "Wells Fargo bank tellers use electronic performance support systems to assist them with",
            "D": "Employee surveys indicate that many Wells Fargo bank tellers are uncertain about the best"
        },
        "answer": "D",
        "explanation": "D) Computer simulations provide a representation of a situation and the tasks to be"
    },
    {
        "chapter": "8",
        "question_number": "63",
        "description": "employees with online access to job-related training courses? online access to many or all of the training courses they need to succeed at their jobs. When employees go to their firm's learning portal, they actually access the menu of training courses that the ASP company contracted with the employer to offer.",
        "options": {
            "A": "virtual classroom",
            "B": "videoconferencing",
            "C": "job simulation",
            "D": "learning portal"
        },
        "answer": "D",
        "explanation": "D) A learning portal is a section of an employer's Web site that offers employees"
    },
    {
        "chapter": "8",
        "question_number": "64",
        "description": "software to enable multiple remote learners to participate in live audio and visual discussions via a PC or laptop? software to enable multiple remote learners, using their PCs or laptops, to participate in live audio and visual discussions, communicate via written text, and learn via content such as PowerPoint slides.",
        "options": {
            "A": "computer simulation",
            "B": "virtual classroom",
            "C": "intelligent tutoring system",
            "D": "learning portal"
        },
        "answer": "B",
        "explanation": "B) A virtual classroom is a teaching method that uses special collaboration"
    },
    {
        "chapter": "8",
        "question_number": "65",
        "description": "writing and speaking exercises. Another approach is to bring in outside professionals to teach, say, remedial reading or writing. Having employees attend adult education or high school evening classes is another option. Computerized simulations are more appropriate for teaching job skills rather than reading and writing.",
        "options": {
            "A": "providing computerized simulations",
            "B": "assigning writing exercises to employees",
            "C": "holding math and reading classes at work",
            "D": "sending employees to adult education classes"
        },
        "answer": "A",
        "explanation": "A) Employers often have supervisors teach basic skills by giving employees"
    },
    {
        "chapter": "8",
        "question_number": "66",
        "description": "sensitivity among the employees of a firm. of fostering more harmonious working relationships among a firm's employees. Such training typically includes improving interpersonal skills, understanding and valuing cultural differences, improving technical skills, socializing employees into the corporate culture, and indoctrinating new workers into the U.S. work ethic.",
        "options": {
            "A": "Adaptability screening",
            "B": "Multicultural simulation",
            "C": "Mandatory arbitration",
            "D": "Diversity training"
        },
        "answer": "D",
        "explanation": "D) Diversity training aims to create better cross-cultural sensitivity, with the goal"
    },
    {
        "chapter": "8",
        "question_number": "67",
        "description": "own; doing so facilitates flexibility and job rotation, as when you expect team members to occasionally share jobs.",
        "options": {
            "A": "compiling skills records",
            "B": "creating a diverse environment",
            "C": "facilitating flexible job assignments",
            "D": "assessing employee technical skills"
        },
        "answer": "C",
        "explanation": "C) Cross training means training employees to do different tasks or jobs than their"
    },
    {
        "chapter": "8",
        "question_number": "68",
        "description": "simulations, EXCEPT ________. Other advantages include instructional consistency (computers, unlike human trainers, don't have good days and bad days), mastery of learning (if the trainee doesn't learn it, he or she generally can't move on to the next step), increased retention, and increased trainee motivation (resulting from responsive feedback).",
        "options": {
            "A": "mastery of learning",
            "B": "responsive feedback",
            "C": "increased learning time",
            "D": "increased retention rate"
        },
        "answer": "C",
        "explanation": "C) In general, interactive technologies reduce learning time by an average of 50%."
    },
    {
        "chapter": "8",
        "question_number": "80",
        "description": "attitudes, or increasing skills is called ________. by imparting knowledge, changing attitudes, or increasing skills.",
        "options": {
            "A": "human resource management",
            "B": "performance enhancement",
            "C": "management development",
            "D": "talent management"
        },
        "answer": "C",
        "explanation": "C) Management development is any attempt to improve managerial performance"
    },
    {
        "chapter": "8",
        "question_number": "81",
        "description": "performance of managers, and building skills of managers? by imparting knowledge, changing attitudes, or increasing skills. The management development process consists of assessing the company's strategic needs, appraising managers' current performance, and then developing the managers.",
        "options": {
            "A": "management development",
            "B": "performance management",
            "C": "strategic management",
            "D": "management by objectives"
        },
        "answer": "A",
        "explanation": "A) Management development is any attempt to improve managerial performance"
    },
    {
        "chapter": "8",
        "question_number": "82",
        "description": "________. managerial on-the-job training methods. The case study method is considered an off-the-job management training technique.",
        "options": {
            "A": "job rotation",
            "B": "action learning",
            "C": "case study method",
            "D": "understudy approach"
        },
        "answer": "C",
        "explanation": "C) Job rotation, action learning, and the coaching/understudy approach are"
    },
    {
        "chapter": "8",
        "question_number": "83",
        "description": "solving problems in other departments? analyzing and solving problems in departments other than their own. The basics include carefully selected teams of 5 to 25 members, assigning the teams real-world business problems that extend beyond their usual areas of expertise, and structured learning through coaching and feedback.",
        "options": {
            "A": "management games",
            "B": "action learning",
            "C": "role playing",
            "D": "job rotation"
        },
        "answer": "B",
        "explanation": "B) Action learning programs give managers and others released time to work"
    },
    {
        "chapter": "8",
        "question_number": "84",
        "description": "competing against other management trainees at the firm in a simulated marketplace. Each group must decide how much to spend on advertising and how many products to manufacture over the next three years. In which of the following activities is Eric most likely participating? groups, each of which competes with the others in a simulated marketplace. Each group typically must make managerial decisions related to advertising, production, and inventory.",
        "options": {
            "A": "on-demand learning",
            "B": "apprenticeship training",
            "C": "management games",
            "D": "behavior modeling"
        },
        "answer": "C",
        "explanation": "C) With computerized management games, trainees divide into five- or six-person"
    },
    {
        "chapter": "8",
        "question_number": "89",
        "description": "occur first? and refreezing are the next steps in the process.",
        "options": {
            "A": "unfreezing",
            "B": "moving",
            "C": "refreezing",
            "D": "freezing"
        },
        "answer": "A",
        "explanation": "A) Kurt Lewin's model of change indicates that unfreezing is the first step. Moving"
    },
    {
        "chapter": "8",
        "question_number": "90",
        "description": "organizational change EXCEPT ________. developing a vision, consolidating gains, and creating a leading coalition. Mobilizing commitment occurs in the unfreezing stage.",
        "options": {
            "A": "developing a vision",
            "B": "mobilizing commitment",
            "C": "consolidating gains",
            "D": "creating a leading coalition"
        },
        "answer": "B",
        "explanation": "B) The moving stage is characterized by helping employees make the change,"
    },
    {
        "chapter": "8",
        "question_number": "91",
        "description": "change that's required and implement it. formulate the change that's required and implement it, often with the assistance of trained consultants.",
        "options": {
            "A": "Action research",
            "B": "Succession planning",
            "C": "Organizational development",
            "D": "Participative talent management"
        },
        "answer": "C",
        "explanation": "C) Organizational development is a change process through which employees"
    },
    {
        "chapter": "8",
        "question_number": "92",
        "description": "information back to the employees so they can analyze it and develop hypotheses about what the problems might be. organization, and feeding the information back to the employees so they can analyze it and develop hypotheses about what the problems might be.",
        "options": {
            "A": "Laboratory training",
            "B": "Action research",
            "C": "Group therapy",
            "D": "Diversity training"
        },
        "answer": "B",
        "explanation": "B) Action research means collecting data about a group, department, or"
    },
    {
        "chapter": "8",
        "question_number": "93",
        "description": "appraisals, reward systems, and diversity programs? technostructural, human resource management, and strategic applications. HR management involves performance appraisals, reward systems, diversity programs, and goal setting.",
        "options": {
            "A": "human process",
            "B": "strategic applications",
            "C": "technostructural",
            "D": "human resource management"
        },
        "answer": "D",
        "explanation": "D) There are four basic categories of OD applications: human process,"
    },
    {
        "chapter": "8",
        "question_number": "104",
        "description": "as the participants' reactions to the program, what (if anything) the trainees learned from the program, and to what extent their on-the-job behavior or results changed as a result of the program. It would be difficult to link overall organizational productivity to a training program.",
        "options": {
            "A": "what trainees learned from the program",
            "B": "participants' reactions to the program",
            "C": "overall organizational productivity",
            "D": "changes in on-the-job behavior"
        },
        "answer": "C",
        "explanation": "C) There are several things firms can measure to evaluate a training program, such"
    },
    {
        "chapter": "8",
        "question_number": "105",
        "description": "training program? receives no training to test the effectiveness of a training program. Data are obtained both before and after the group is exposed to training and before and after a corresponding work period in the control group.",
        "options": {
            "A": "electronic performance monitoring",
            "B": "factor comparison method",
            "C": "controlled experimentation",
            "D": "performance management"
        },
        "answer": "C",
        "explanation": "C) A controlled experiment uses both a training group and a control group that"
    }
]