[
    {
        "chapter": "11",
        "question_number": "1",
        "description": "arising from their employment? arising from their employment. It has two main components, direct financial payments (wages, salaries, incentives, commissions, and bonuses) and indirect financial payments (financial benefits like employer-paid insurance and vacations).",
        "options": {
            "A": "salary",
            "B": "employee benefits",
            "C": "wage reimbursement",
            "D": "employee compensation"
        },
        "answer": "D",
        "explanation": "D) Employee compensation refers to all forms of pay going to employees and"
    },
    {
        "chapter": "11",
        "question_number": "2",
        "description": "arising from their employment. It has two main components, direct financial payments (wages, salaries, incentives, commissions, and bonuses) and indirect financial payments (financial benefits like employer-paid insurance and vacations).",
        "options": {
            "A": "wages",
            "B": "insurance",
            "C": "incentives",
            "D": "commissions"
        },
        "answer": "B",
        "explanation": "B) Employee compensation refers to all forms of pay going to employees and"
    },
    {
        "chapter": "11",
        "question_number": "3",
        "description": "insurance? (wages, salaries, incentives, commissions, and bonuses) and indirect financial payments (financial benefits like employer-paid insurance and vacations).",
        "options": {
            "A": "direct financial payments",
            "B": "out-of-pocket expenses",
            "C": "indirect financial payments",
            "D": "sales commissions"
        },
        "answer": "C",
        "explanation": "C) Employee compensation has two main components: direct financial payments"
    },
    {
        "chapter": "11",
        "question_number": "4",
        "description": "pay is completely based on his sales. He earns a 5% commission for every sale he makes. Which of the following terms best describes John's situation? Piecework ties compensation to the number of pieces a worker produces, and John is selling rather than making jewelry.",
        "options": {
            "A": "pay for performance",
            "B": "indirect financial compensation",
            "C": "time-based compensation",
            "D": "piecework pay"
        },
        "answer": "A",
        "explanation": "A) John earns sales commissions, which means he receives pay for performance."
    },
    {
        "chapter": "11",
        "question_number": "5",
        "description": "plan? company strategy and policy, and equity. A firm's vision indicates what the firm wants to become in the future, and it has less of an impact on pay plan design than the other factors.",
        "options": {
            "A": "legal",
            "B": "union",
            "C": "company vision",
            "D": "company policy"
        },
        "answer": "C",
        "explanation": "C) The factors that determine the design of any pay plan include legal, union,"
    },
    {
        "chapter": "11",
        "question_number": "6",
        "description": "and mechanics employed by contractors working for the federal government? laborers and mechanics employed by contractors working for the federal government. Amendments provide for paid employee benefits.",
        "options": {
            "A": "Walsh-Healey Public Contract",
            "B": "Fair Labor Standards Act",
            "C": "Civil Rights Act",
            "D": "Davis-Bacon Act"
        },
        "answer": "D",
        "explanation": "D) The 1931 Davis-Bacon Act allows the secretary of labor to set wage rates for"
    },
    {
        "chapter": "11",
        "question_number": "7",
        "description": "contract that amounts to more than $10,000? employees working on any government contract that amounts to more than $10,000 and addresses wages, safety, and overtime.",
        "options": {
            "A": "Davis-Bacon Act",
            "B": "Walsh-Healey Public Contract",
            "C": "Fair Wages Act",
            "D": "Fair Labor Standards Act"
        },
        "answer": "B",
        "explanation": "B) The 1936 Walsh-Healey Public Contract Act sets basic labor standards for"
    },
    {
        "chapter": "11",
        "question_number": "8",
        "description": "overtime pay, equal pay, record-keeping, and child labor? many times, contains minimum wage, maximum hours, overtime pay, equal pay, record-keeping, and child labor provisions that are familiar to most working people. It covers the majority of U.S. workers—virtually all those engaged in the production and/or sale of goods for interstate and foreign commerce.",
        "options": {
            "A": "Davis-Bacon Act",
            "B": "Fair Wages Act",
            "C": "Fair Labor Standards Act",
            "D": "Walsh-Healey Public Contract"
        },
        "answer": "C",
        "explanation": "C) The Fair Labor Standards Act, originally passed in 1938 and since amended"
    },
    {
        "chapter": "11",
        "question_number": "9",
        "description": "many times, contains minimum wage, maximum hours, overtime pay, equal pay, record-keeping, and child labor provisions that are familiar to most working people. The termination of an employee is not addressed by the FLSA.",
        "options": {
            "A": "record-keeping",
            "B": "overtime pay",
            "C": "child labor",
            "D": "termination"
        },
        "answer": "D",
        "explanation": "D) The Fair Labor Standards Act, originally passed in 1938 and since amended"
    },
    {
        "chapter": "11",
        "question_number": "10",
        "description": "compensation because of race, color, religion, sex, or national origin? with respect to hiring, compensation, terms, conditions, or privileges of employment because of race, color, religion, sex, or national origin.",
        "options": {
            "A": "Fair Labor Standards Act",
            "B": "Title VII of the Civil Rights Act",
            "C": "Equal Pay Act",
            "D": "Taft-Hartley Act"
        },
        "answer": "B",
        "explanation": "B) Title VII makes it unlawful for employers to discriminate against any individual"
    },
    {
        "chapter": "11",
        "question_number": "11",
        "description": "employee receive for working more than 40 hours in a workweek? overtime at a rate of at least one-and-a-half times normal pay for any hours worked over 40 in a workweek.",
        "options": {
            "A": "50%",
            "B": "100%",
            "C": "150%",
            "D": "200%"
        },
        "answer": "C",
        "explanation": "C) A provision in the FLSA governs overtime pay. It says employers must pay"
    },
    {
        "chapter": "11",
        "question_number": "12",
        "description": "week). Last week, she worked 46 hours. What is the minimum amount that Jill earned last week? times normal pay for any hours worked over 40 in a workweek. Jill worked 46 hours in one week, so she was paid for 6 of those hours at a rate equal to one-and-a-half times the hourly rate of $10. The 6 overtime hours were at a rate of $15, so Jill earned at least $490.",
        "options": {
            "A": "$460",
            "B": "$490",
            "C": "$520",
            "D": "$550"
        },
        "answer": "B",
        "explanation": "B) The FLSA says employers must pay overtime at a rate of at least one-and-a-half"
    },
    {
        "chapter": "11",
        "question_number": "13",
        "description": "overtime pay. How many hours will Joseph receive in time off from work? instead of money, the employer must compute the number of hours granted off at the one-and-a- half times rate. Jack would get 9 hours off for the 6 hours of overtime.",
        "options": {
            "A": "3 hours",
            "B": "6 hours",
            "C": "9 hours",
            "D": "18 hours"
        },
        "answer": "C",
        "explanation": "C) According to the FLSA, if an employee receives time off for overtime hours"
    },
    {
        "chapter": "11",
        "question_number": "14",
        "description": "contractor. For one thing, the FLSA's overtime and most other requirements do not apply. For another, the employer does not have to pay unemployment compensation payroll taxes, Social Security taxes, or city, state, and federal income taxes or compulsory workers' compensation for that worker.",
        "options": {
            "A": "Fair Labor Standards Act overtime requirements do not apply.",
            "B": "Social Security taxes are higher than for regular employees.",
            "C": "Federal income taxes are charged at a reduced rate.",
            "D": "Payroll taxes are paid by the employer."
        },
        "answer": "A",
        "explanation": "A) For employers, there are advantages to claiming that someone is an independent"
    },
    {
        "chapter": "11",
        "question_number": "15",
        "description": "provisions of the Fair Labor Standards Act? FLSA overtime provisions. Paralegals are considered nonexempt.",
        "options": {
            "A": "physicians",
            "B": "engineers",
            "C": "paralegals",
            "D": "teachers"
        },
        "answer": "C",
        "explanation": "C) Teachers, doctors, engineers, and architects are typically exempt from the"
    },
    {
        "chapter": "11",
        "question_number": "16",
        "description": "provisions of the Fair Labor Standards Act? overtime pay. Scientists, cab drivers, personnel directors, and computer systems analysts are typically exempt employees who are not eligible for overtime pay.",
        "options": {
            "A": "taxicab driver",
            "B": "personnel director",
            "C": "newspaper writer",
            "D": "computer systems analyst"
        },
        "answer": "C",
        "explanation": "C) Newspaper writers are usually considered nonexempt, so they may earn"
    },
    {
        "chapter": "11",
        "question_number": "17",
        "description": "exempt or nonexempt under the Fair Labor Standards Act. Which of the following would be the best resource for Anita? description to determine if a job is exempt or nonexempt. Make sure, for instance, that the job currently does, in fact, require that the person perform, say, an exempt-type supervisory duty.",
        "options": {
            "A": "organizational chart",
            "B": "performance appraisal",
            "C": "business plan",
            "D": "job description"
        },
        "answer": "D",
        "explanation": "D) In all but the clearest situations, managers should carefully review the job"
    },
    {
        "chapter": "11",
        "question_number": "18",
        "description": "lower than that paid to employees of the opposite sex for doing roughly equivalent work? employees of one sex may not be paid wages at a rate lower than that paid to employees of the opposite sex for doing roughly equivalent work.",
        "options": {
            "A": "Americans with Disabilities Act",
            "B": "Title VII of the Civil Rights Act",
            "C": "Social Security Act",
            "D": "Equal Pay Act"
        },
        "answer": "D",
        "explanation": "D) The Equal Pay Act, an amendment to the Fair Labor Standards Act, states that"
    },
    {
        "chapter": "11",
        "question_number": "19",
        "description": "creation of government-run, employer-financed corporations to protect employees against the failure of their employers' pension plans. In addition, it sets regulations regarding vesting rights and regulates portability rights (the transfer of an employee's vested rights from one organization to another).",
        "options": {
            "A": "Fair Labor Standards Act",
            "B": "Title VII of the Civil Rights Act",
            "C": "Employer Retirement Income Security Act",
            "D": "Equal Pay Act of 1963"
        },
        "answer": "C",
        "explanation": "C) The Employee Retirement Income Security Act (ERISA) provided for the"
    },
    {
        "chapter": "11",
        "question_number": "20",
        "description": "plans should their employment with a firm end prior to retirement? ownership the employees build up in their pension plans should their employment terminate before retirement.",
        "options": {
            "A": "portability",
            "B": "equity",
            "C": "vesting",
            "D": "shares"
        },
        "answer": "C",
        "explanation": "C) ERISA sets regulations regarding vesting rights. Vesting refers to the equity or"
    },
    {
        "chapter": "11",
        "question_number": "21",
        "description": "decisions? Employment Act all impact compensation decisions made by organizations. The Labor Management Relations Act prohibited unfair union labor practices and enumerated the rights of employees as union members and has no impact on compensation issues.",
        "options": {
            "A": "Americans with Disabilities Act",
            "B": "Labor Management Relations Act",
            "C": "Family and Medical Leave Act",
            "D": "Age Discrimination in Employment Act"
        },
        "answer": "B",
        "explanation": "B) The ADA, Family and Medical Leave Act, and the Age Discrimination in"
    },
    {
        "chapter": "11",
        "question_number": "22",
        "description": "According to the Family and Medical Leave Act, what is the maximum number of weeks of unpaid, job-protected leave that Bonnie may take? men and women, to take up to 12 weeks of unpaid, job protected leave for the birth of a child or for the care of a child, spouse, or parent.",
        "options": {
            "A": "4",
            "B": "6",
            "C": "12",
            "D": "16"
        },
        "answer": "C",
        "explanation": "C) The Family and Medical Leave Act aims to entitle eligible employees, both"
    },
    {
        "chapter": "11",
        "question_number": "23",
        "description": "engage in concerted activities for the purpose of collective bargaining? and court decisions legitimized the labor movement. It gave unions legal protection, and granted employees the right to unionize, to bargain collectively, and to engage in concerted activities for the purpose of collective bargaining or other mutual aid or protection.",
        "options": {
            "A": "Equal Pay Act",
            "B": "Civil Rights Act",
            "C": "Fair Labor Standards Act",
            "D": "National Labor Relations Act"
        },
        "answer": "D",
        "explanation": "D) The National Labor Relations Act of 1935 (Wagner Act) and related legislation"
    },
    {
        "chapter": "11",
        "question_number": "24",
        "description": "However, unions also negotiate other pay-related issues, including time off with pay, income security, cost-of-living adjustments, and health care benefits.",
        "options": {
            "A": "wage rates",
            "B": "income security",
            "C": "health care benefits",
            "D": "cost-of-living adjustments"
        },
        "answer": "A",
        "explanation": "A) Historically, the wage rate has been the main issue in collective bargaining."
    },
    {
        "chapter": "11",
        "question_number": "25",
        "description": "However, unions also negotiate other pay-related issues, including time off with pay, income security, cost-of-living adjustments, and health care benefits. Unpaid medical leave is addressed by the Family and Medical Leave Act.",
        "options": {
            "A": "income security",
            "B": "time off with pay",
            "C": "health care benefits",
            "D": "unpaid medical leave"
        },
        "answer": "D",
        "explanation": "D) Historically, the wage rate has been the main issue in collective bargaining."
    },
    {
        "chapter": "11",
        "question_number": "26",
        "description": "goals? management should produce an aligned reward strategy. This means creating a bundle of rewards—a total reward package including wages, incentives, and benefits—that aims to produce the employee behaviors the firm needs to support and achieve its competitive strategy.",
        "options": {
            "A": "strategic management",
            "B": "performance pay plan",
            "C": "aligned reward strategy",
            "D": "workers' compensation package"
        },
        "answer": "C",
        "explanation": "C) The compensation plan should advance the firm's strategic aims, so"
    },
    {
        "chapter": "11",
        "question_number": "27",
        "description": "past few years, the company's market share has dropped significantly, and employee turnover has increased. Upper management is considering the implementation of a new compensation policy in its efforts to turn the company around. Historically, the company has paid all employees similarly with some variation for seniority but no distinction between high and low performers. Which of the following questions is LEAST relevant to Homelife's decision to develop an aligned reward strategy? behaviors? aims? aims. Homelife can create a total reward package including wages, incentives, and benefits that will generate the employee behaviors the firm needs to support and achieve its competitive strategy. Questions about employee behaviors and compensation are relevant, but a question about salary surveys is not.",
        "options": {
            "A": "What compensation programs should Homelife use to reinforce necessary employee",
            "B": "How well does Homelife's current compensation program match the company's strategic",
            "C": "What compensation programs should Homelife use to reinforce desired employee behaviors?",
            "D": "What are the results of Homelife employee salary surveys in regards to wage satisfaction?"
        },
        "answer": "D",
        "explanation": "D) An aligned reward strategy links a firm's compensation plan with its strategic"
    },
    {
        "chapter": "11",
        "question_number": "28",
        "description": "living differential? transferred person a nonrecurring payment, usually in a lump sum or perhaps spread over one to three years. Others pay a differential for ongoing costs in addition to a one-time allocation or simply raise the employee's base salary.",
        "options": {
            "A": "paying a nonrecurring amount spread over one to three years",
            "B": "paying a nonrecurring, lump sum amount",
            "C": "raising an employee's base salary",
            "D": "raising commission percentages"
        },
        "answer": "D",
        "explanation": "D) Employers handle cost-of-living differentials in several ways. One is to give the"
    },
    {
        "chapter": "11",
        "question_number": "29",
        "description": "between what they perceive as their contributions and their rewards? maintain a balance between what they perceive as their inputs or contributions, and their rewards. Equity theory states that if a person perceives an inequity, a tension or drive will develop in the person's mind, and the person will be motivated to reduce or eliminate the tension and perceived inequity.",
        "options": {
            "A": "Two-factor theory",
            "B": "Equity theory",
            "C": "Learned needs theory",
            "D": "Expectancy theory"
        },
        "answer": "B",
        "explanation": "B) The equity theory of motivation postulates that people are strongly motivated to"
    },
    {
        "chapter": "11",
        "question_number": "30",
        "description": "considering compensation issues.",
        "options": {
            "A": "group",
            "B": "external",
            "C": "individual",
            "D": "procedural"
        },
        "answer": "A",
        "explanation": "A) Managers address external, internal, individual, and procedural equity when"
    },
    {
        "chapter": "11",
        "question_number": "31",
        "description": "pay rate in other companies? job's pay rate in other companies.",
        "options": {
            "A": "distributive",
            "B": "internal",
            "C": "external",
            "D": "procedural"
        },
        "answer": "C",
        "explanation": "C) External equity refers to how a job's pay rate in one company compares to the"
    },
    {
        "chapter": "11",
        "question_number": "32",
        "description": "100,000. He receives an annual salary of $35,000. He recently found out that a nearby town with a similar population pays people in the same position $40,000 annually. With which form of equity is Jason most concerned? job's pay rate in other companies.",
        "options": {
            "A": "distributive",
            "B": "procedural",
            "C": "internal",
            "D": "external"
        },
        "answer": "D",
        "explanation": "D) External equity refers to how a job's pay rate in one company compares to the"
    },
    {
        "chapter": "11",
        "question_number": "33",
        "description": "within the same company? jobs within the same company. For instance, is the sales manager's pay fair when compared to what the production manager is earning?",
        "options": {
            "A": "external",
            "B": "internal",
            "C": "distributive",
            "D": "individual"
        },
        "answer": "B",
        "explanation": "B) Internal equity refers to how fair the job's pay rate is when compared to other"
    },
    {
        "chapter": "11",
        "question_number": "34",
        "description": "comparable responsibilities and spans of control earns a higher salary than Trevor. Which form of equity is of most concern to Trevor? jobs within the same company, such as between managers in different departments.",
        "options": {
            "A": "external",
            "B": "internal",
            "C": "distributive",
            "D": "individual"
        },
        "answer": "B",
        "explanation": "B) Internal equity refers to how fair the job's pay rate is when compared to other"
    },
    {
        "chapter": "11",
        "question_number": "35",
        "description": "or her co-workers are earning for the same or very similar jobs within the company, based on each individual's performance? what his or her co-workers are earning for the same or very similar jobs within the company, based on each individual's performance. Internal equity refers to how fair the job's pay rate is when compared to other jobs within the same company, such as between managers in different departments.",
        "options": {
            "A": "internal",
            "B": "distributive",
            "C": "individual",
            "D": "procedural"
        },
        "answer": "C",
        "explanation": "C) Individual equity refers to the fairness of an individual's pay as compared with"
    },
    {
        "chapter": "11",
        "question_number": "36",
        "description": "who joined the firm at the same time earns a lower salary than she does. Which form of equity is most relevant to Audrey's situation? what his or her co-workers are earning for the same or very similar jobs within the company, based on each individual's performance.",
        "options": {
            "A": "internal",
            "B": "distributive",
            "C": "individual",
            "D": "procedural"
        },
        "answer": "C",
        "explanation": "C) Individual equity refers to the fairness of an individual's pay as compared with"
    },
    {
        "chapter": "11",
        "question_number": "37",
        "description": "regarding the allocation of pay? procedures used to make decisions regarding the allocation of pay.\"",
        "options": {
            "A": "internal",
            "B": "distributive",
            "C": "individual",
            "D": "procedural"
        },
        "answer": "D",
        "explanation": "D) Procedural equity refers to the \"perceived fairness of the processes and"
    },
    {
        "chapter": "11",
        "question_number": "38",
        "description": "compensation industry job's pay rate in other companies.",
        "options": {
            "A": "how a job's pay rate in one company compares to the job's pay rate in other companies",
            "B": "the fairness of an individual's pay as compared to a co-worker's pay for the same job",
            "C": "the perceived fairness of the processes and procedures used to make decisions about",
            "D": "the use of salary surveys and job evaluation comparisons to monitor pay levels within an"
        },
        "answer": "A",
        "explanation": "A) External equity refers to how a job's pay rate in one company compares to the"
    },
    {
        "chapter": "11",
        "question_number": "39",
        "description": "jobs within the same company.",
        "options": {
            "A": "how a job's pay rate in one company compares to the job's pay rate in other companies",
            "B": "how fair the job's pay rate is, when compared to other jobs within the same company",
            "C": "the fairness of an individual's pay as compared to a co-worker's pay for the same job",
            "D": "the perceived fairness of the processes and procedures used to make compensation decisions"
        },
        "answer": "B",
        "explanation": "B) Internal equity refers to how fair the job's pay rate is when compared to other"
    },
    {
        "chapter": "11",
        "question_number": "40",
        "description": "maintain internal equity.",
        "options": {
            "A": "job analysis comparisons",
            "B": "organizational charts",
            "C": "incentive pay",
            "D": "salary surveys"
        },
        "answer": "A",
        "explanation": "A) Managers use job analysis and job evaluation comparisons of each job to"
    },
    {
        "chapter": "11",
        "question_number": "41",
        "description": "performance appraisals and incentive pay? equity.",
        "options": {
            "A": "internal",
            "B": "external",
            "C": "individual",
            "D": "procedural"
        },
        "answer": "C",
        "explanation": "C) Managers use performance appraisal and incentive pay to maintain individual"
    },
    {
        "chapter": "11",
        "question_number": "42",
        "description": "Beth should most likely ________. what other employers are paying for comparable jobs to ensure external equity.",
        "options": {
            "A": "use wage curves to price each pay grade",
            "B": "compare performance appraisals",
            "C": "conduct a salary survey",
            "D": "check online pay sites"
        },
        "answer": "C",
        "explanation": "C) The first step in establishing pay rates involves conducting a salary survey of"
    },
    {
        "chapter": "11",
        "question_number": "43",
        "description": "past few years, the company's market share has dropped significantly, and employee turnover has increased. Upper management is considering the implementation of a new compensation policy in its efforts to turn the company around. Historically, the company has paid all employees similarly with some variation for seniority but no distinction between high and low performers. Which of the following, if true, best supports the argument that Homelife executives should primarily address internal equity issues when developing a new compensation plan? goals. departments. benefits. jobs within the same company. In this case, surveys indicate that managers in different departments at Homelife are dissatisfied with their earnings.",
        "options": {
            "A": "Homelife employees receive annual performance appraisals at which time they set career",
            "B": "Salary surveys indicate dissatisfaction among the Homelife managers in different",
            "C": "Online pay sites show the pay range for sales associates at both Homelife and its competitors.",
            "D": "Homelife pays its sales managers commissions in addition to base salaries and health"
        },
        "answer": "B",
        "explanation": "B) Internal equity refers to how fair the job's pay rate is when compared to other"
    },
    {
        "chapter": "11",
        "question_number": "44",
        "description": "past few years, the company's market share has dropped significantly, and employee turnover has increased. Upper management is considering the implementation of a new compensation policy in its efforts to turn the company around. Historically, the company has paid all employees similarly with some variation for seniority but no distinction between high and low performers. Which of the following, if true, best supports the argument that Homelife should distribute salary surveys before establishing new pay rates? jobs. anchor jobs around which they slot their other jobs, based on each job's relative worth to the firm.",
        "options": {
            "A": "Homelife executives want to identify benchmark jobs before determining the worth of other",
            "B": "Homelife executives plan to use the compensable factors emphasized by the Equal Pay Act.",
            "C": "Computerized job evaluation systems will be used by Homelife to generate questionnaires.",
            "D": "A wage curve needs to be established by Homelife for the purpose of federal compliance."
        },
        "answer": "A",
        "explanation": "A) Employers use salary surveys to price benchmark jobs. Benchmark jobs are the"
    },
    {
        "chapter": "11",
        "question_number": "65",
        "description": "jobs, based on each job's relative worth to the firm.",
        "options": {
            "A": "grades",
            "B": "job metric",
            "C": "benchmark job",
            "D": "human resource metric"
        },
        "answer": "C",
        "explanation": "C) Benchmark jobs are the anchor jobs around which employers slot their other"
    },
    {
        "chapter": "11",
        "question_number": "66",
        "description": "the worth of one job relative to another? formal and systematic comparison of jobs to determine the worth of one job relative to another. Job evaluation eventually results in a wage or salary structure or hierarchy.",
        "options": {
            "A": "job analysis",
            "B": "job evaluation",
            "C": "job description",
            "D": "job classification"
        },
        "answer": "B",
        "explanation": "B) Job evaluation aims to determine a job's relative worth. The job evaluation is a"
    },
    {
        "chapter": "11",
        "question_number": "67",
        "description": "determine the pay for each job are called ________. have in common. Compensation management specialists call these compensable factors. They are the factors that establish how the jobs compare to one another and that determine the pay for each job.",
        "options": {
            "A": "compensable factors",
            "B": "job evaluation factors",
            "C": "ranking factors",
            "D": "analysis factors"
        },
        "answer": "A",
        "explanation": "A) Firms can compare several jobs by focusing on certain basic factors the jobs"
    },
    {
        "chapter": "11",
        "question_number": "68",
        "description": "whom are employees. Management has the right to serve on such committees, but employees may view this with suspicion.",
        "options": {
            "A": "managers",
            "B": "employees",
            "C": "HR specialists",
            "D": "union representatives"
        },
        "answer": "B",
        "explanation": "B) A job evaluation committee usually consists of about five members, most of"
    },
    {
        "chapter": "11",
        "question_number": "69",
        "description": "committees to determine the worth of a job? ranking, job classification, or point method. Paired comparison is a method for ranking employee performance.",
        "options": {
            "A": "ranking",
            "B": "point method",
            "C": "job classification",
            "D": "paired comparison"
        },
        "answer": "D",
        "explanation": "D) A job evaluation committee will probably use one of the following methods:"
    },
    {
        "chapter": "11",
        "question_number": "70",
        "description": "of similar jobs called ________. jobs into groups with roughly the same value for pay purposes. The groups are called classes if they contain similar jobs.",
        "options": {
            "A": "classes",
            "B": "sections",
            "C": "grades",
            "D": "cohorts"
        },
        "answer": "A",
        "explanation": "A) Job classification is a simple, widely used method in which raters categorize"
    },
    {
        "chapter": "11",
        "question_number": "71",
        "description": "compensable factors, each having several degrees, as well as the degree to which each of these factors is present in the job.",
        "options": {
            "A": "ranking each job relative to all other jobs based on pay grade",
            "B": "categorizing jobs into grades and classes based on specific rules",
            "C": "deciding which jobs have a higher number of compensable factors",
            "D": "identifying and quantifying the compensable factors present in a job"
        },
        "answer": "D",
        "explanation": "D) The point method is a quantitative technique that involves identifying several"
    },
    {
        "chapter": "11",
        "question_number": "72",
        "description": "several compensable factors and the degree to which each of these factors is present in the job? compensable factors are identified and then the degree to which each of these factors is present on the job is determined.",
        "options": {
            "A": "ranking method",
            "B": "point method",
            "C": "job grading method",
            "D": "job classification method"
        },
        "answer": "B",
        "explanation": "B) The point method is a quantitative job evaluation method in which a number of"
    },
    {
        "chapter": "11",
        "question_number": "73",
        "description": "today. Job classification, job grading, and ranking are less popular.",
        "options": {
            "A": "job classification method",
            "B": "job grading method",
            "C": "ranking method",
            "D": "point method"
        },
        "answer": "D",
        "explanation": "D) The point method of job evaluation is the most popular job evaluation method"
    },
    {
        "chapter": "11",
        "question_number": "74",
        "description": "structured questionnaire and a statistical model streamline the job evaluation process.",
        "options": {
            "A": "compensable factors and benchmark jobs",
            "B": "grade definitions and factor comparisons",
            "C": "structured questionnaires and statistical models",
            "D": "structured questionnaires and grade definitions"
        },
        "answer": "C",
        "explanation": "C) Most computerized job evaluation systems have two main components. A"
    },
    {
        "chapter": "11",
        "question_number": "82",
        "description": "Act? responsibility, and working conditions.",
        "options": {
            "A": "skills",
            "B": "accountability",
            "C": "responsibility",
            "D": "working conditions"
        },
        "answer": "B",
        "explanation": "B) The Equal Pay Act emphasizes four compensable factors—skills, effort,"
    },
    {
        "chapter": "11",
        "question_number": "83",
        "description": "established by job evaluation. importance as established by job evaluation.",
        "options": {
            "A": "wage curve",
            "B": "benchmark",
            "C": "pay grade",
            "D": "class"
        },
        "answer": "C",
        "explanation": "C) A pay grade is comprised of jobs of approximately equal difficulty or"
    },
    {
        "chapter": "11",
        "question_number": "84",
        "description": "pay for this job? relative to the points or rankings assigned to each job or grade by the job evaluation. You'll typically use a wage curve to help assign pay rates to each pay grade (or to each job).",
        "options": {
            "A": "benchmark",
            "B": "pay grade",
            "C": "scatter plot",
            "D": "wage curve"
        },
        "answer": "D",
        "explanation": "D) The wage curve shows the pay rates currently paid for jobs in each pay grade,"
    },
    {
        "chapter": "11",
        "question_number": "85",
        "description": "the job as determined by one of the job evaluation methods and the current average pay rates for your grades.",
        "options": {
            "A": "show the relationship between the value of the job and the current average pay rates",
            "B": "equate jobs of similar difficulty or importance as established by job evaluation",
            "C": "choose benchmark jobs within each pay grade",
            "D": "cluster jobs into logical groupings"
        },
        "answer": "A",
        "explanation": "A) The purpose of the wage curve is to show the relationships between the value of"
    },
    {
        "chapter": "11",
        "question_number": "86",
        "description": "the position of engineering assistant at his firm falls significantly below the wage line. Which of the following steps should Phil most likely take to correct this problem? below the wage line, raises or a pay freeze for that job may be in order. In this case, a pay raise is appropriate because the rate is below the wage line.",
        "options": {
            "A": "enact a pay freeze for that job",
            "B": "assess a decrease in wages",
            "C": "pay a one-time bonus",
            "D": "provide a pay raise"
        },
        "answer": "D",
        "explanation": "D) If the current rates being paid for any of your jobs or grades fall well above or"
    },
    {
        "chapter": "11",
        "question_number": "87",
        "description": "the employer take a more flexible stance in the labor market.",
        "options": {
            "A": "pay metric",
            "B": "pay range",
            "C": "wage class",
            "D": "wage curve"
        },
        "answer": "B",
        "explanation": "B) The term pay range refers to a series of steps or levels within a pay grade. It lets"
    },
    {
        "chapter": "11",
        "question_number": "88",
        "description": "system? competitive with those in the relevant labor markets. Rankings are more relevant to the job evaluation method of setting pay rates.",
        "options": {
            "A": "What is the ranking of each job?",
            "B": "What is the relevant labor market?",
            "C": "What percentage of workers are contingent?",
            "D": "What are the local and federal pay regulations?"
        },
        "answer": "B",
        "explanation": "B) With a market-competitive pay system, the employer's actual pay rates are"
    },
    {
        "chapter": "11",
        "question_number": "89",
        "description": "chain. As a top executive at the firm, Richard will most likely be compensated with all of the following EXCEPT ________. elements: base pay, short-term incentives like bonuses, long-term incentives, and executive perks such as pension plans and supplemental life insurance. Sales commissions are not a typical compensation for top executives.",
        "options": {
            "A": "stock options",
            "B": "pension plans",
            "C": "sales commissions",
            "D": "supplemental life insurance"
        },
        "answer": "C",
        "explanation": "C) Compensation for a company's top executives usually consists of four main"
    },
    {
        "chapter": "11",
        "question_number": "90",
        "description": "package? up the value of the company's stock and include things like stock options; these generally give the executive the right to purchase stock at a specific price for a specific period.",
        "options": {
            "A": "providing the executive with guaranteed bonuses",
            "B": "encouraging the executive to increase the firm's value",
            "C": "enabling the firm to decrease the executive's base pay",
            "D": "offering the executive long-term retirement security"
        },
        "answer": "B",
        "explanation": "B) Long-term incentives aim to encourage the executive to take actions that drive"
    },
    {
        "chapter": "11",
        "question_number": "95",
        "description": "EXCEPT ________. knowledge, skills, behaviors, and abilities rather than for the job title that he or she holds.",
        "options": {
            "A": "behaviors",
            "B": "job title",
            "C": "knowledge",
            "D": "skills"
        },
        "answer": "B",
        "explanation": "B) Competency-based pay occurs when a firm pays wages based on an employee's"
    },
    {
        "chapter": "11",
        "question_number": "96",
        "description": "past few years, the company's market share has dropped significantly, and employee turnover has increased. Upper management is considering the implementation of a new compensation policy in its efforts to turn the company around. Historically, the company has paid all employees similarly with some variation for seniority but no distinction between high and low performers. Which of the following, if true, best supports the decision by Homelife executives to implement competency-based pay? problems. women working for the company. assess workers' skills and knowledge. next three years. programs, competency-based pay appears to lead to higher quality and lower absenteeism. Comparable worth and minority hiring are irrelevant to competency-based pay.",
        "options": {
            "A": "Homelife will be using the comparable worth method of determining pay to avoid legal",
            "B": "Most Homelife managers are men, but executives hope to increase the number of minority",
            "C": "Homelife plans to organize employees into teams, provide regular training, and frequently",
            "D": "In an effort to save money, Homelife will be reducing the employee training budget over the"
        },
        "answer": "C",
        "explanation": "C) When used in conjunction with team-building and worker involvement"
    },
    {
        "chapter": "11",
        "question_number": "97",
        "description": "which contains a relatively wide range of jobs and salary levels. bands, each of which contains a relatively wide range of jobs and pay levels. A company may create broadbands for all its jobs or for specific groups such as managers or professionals.",
        "options": {
            "A": "Comparable worth",
            "B": "Job evaluation",
            "C": "Broadbanding",
            "D": "Job grading"
        },
        "answer": "C",
        "explanation": "C) Broadbanding means collapsing salary grades into just a few wide levels or"
    },
    {
        "chapter": "11",
        "question_number": "98",
        "description": "for jobs of roughly equivalent value to the employer? wages for jobs that are of comparable (rather than strictly equal) value to the employer. Comparable worth may involve comparing quite dissimilar jobs.",
        "options": {
            "A": "strategic compensation",
            "B": "comparable worth",
            "C": "broadbanding",
            "D": "job grading"
        },
        "answer": "B",
        "explanation": "B) Comparable worth refers to the requirement to pay men and women equal"
    },
    {
        "chapter": "11",
        "question_number": "99",
        "description": "worth lawsuit? the point method of job evaluation. By assigning points to dissimilar jobs, point plans facilitate comparability ratings among different jobs.",
        "options": {
            "A": "job classification method",
            "B": "job grading method",
            "C": "ranking method",
            "D": "point method"
        },
        "answer": "D",
        "explanation": "D) Virtually every comparable worth case that reached a court involved the use of"
    },
    {
        "chapter": "11",
        "question_number": "100",
        "description": "between men and women? earnings is greater for females than for males, other things equal. This may be because education reduces the male–female earnings gap attributable to female discrimination.",
        "options": {
            "A": "education",
            "B": "union intervention",
            "C": "federal legislation",
            "D": "competency-based pay"
        },
        "answer": "A",
        "explanation": "A) Education may reduce the wage gap. Studies suggest that schooling's impact on"
    },
    {
        "chapter": "11",
        "question_number": "101",
        "description": "develop the competencies the companies require to achieve their strategic aims. Second, paying for measurable competencies provides a focus for the employer's talent management process. Third, traditional pay plans can backfire if a high-performance work system is your goal.",
        "options": {
            "A": "supporting a firm's talent management process",
            "B": "developing an efficient and legally defensible wage curve",
            "C": "aiding in the implementation of a high-performance work system",
            "D": "encouraging the development of skills needed for a firm's strategic goals"
        },
        "answer": "B",
        "explanation": "B) First, paying for competencies enables companies to encourage employees to"
    }
]