[
    {
        "chapter": "6",
        "question_number": "1",
        "description": "proper safeguards? problems who then use access to customers' homes (or similar opportunities) to commit crimes. Employers can be sued for negligent hiring.",
        "options": {
            "A": "employment malpractice",
            "B": "negligent hiring",
            "C": "improper hiring",
            "D": "invalid screening"
        },
        "answer": "B",
        "explanation": "B) Negligent hiring means hiring employees with criminal records or other"
    },
    {
        "chapter": "6",
        "question_number": "2",
        "description": "test is one that yields consistent scores when a person takes two alternate forms of the test or when he or she takes the same test on two or more different occasions.",
        "options": {
            "A": "consistent scores when a person takes two alternate forms of the test",
            "B": "improved scores when a person takes the same test more than once in a single day",
            "C": "high scores when a person takes two alternate forms of the test on different occasions",
            "D": "similar scores when two different people are administered the test at different times"
        },
        "answer": "A",
        "explanation": "A) Reliability is a test's first requirement and refers to its consistency: A reliable"
    },
    {
        "chapter": "6",
        "question_number": "3",
        "description": "another day, you would most likely conclude that this test is ________. test is one that yields consistent scores when a person takes two alternate forms of the test or when he or she takes the same test on two or more different occasions. If a person scores 70 on an intelligence test on a Monday and 110 when retested on Tuesday, you probably wouldn't have much faith in the test.",
        "options": {
            "A": "valid",
            "B": "invalid",
            "C": "reliable",
            "D": "unreliable"
        },
        "answer": "D",
        "explanation": "D) Reliability is a test's first requirement and refers to its consistency: A reliable"
    },
    {
        "chapter": "6",
        "question_number": "4",
        "description": "would most likely conclude that this test is ________. alternate forms of the test or when he or she takes the same test on two or more different occasions. Scores of 78 and 79 on the same test suggest that the test is reliable because it is measuring with consistency.",
        "options": {
            "A": "valid",
            "B": "invalid",
            "C": "reliable",
            "D": "unreliable"
        },
        "answer": "C",
        "explanation": "C) A reliable test is one that yields consistent scores when a person takes two"
    },
    {
        "chapter": "6",
        "question_number": "5",
        "description": "when retested with alternate forms of the same test? test is one that yields consistent scores when a person takes two alternate forms of the test or when he or she takes the same test on two or more different occasions.",
        "options": {
            "A": "equivalency",
            "B": "reliability",
            "C": "expectancy",
            "D": "validity"
        },
        "answer": "B",
        "explanation": "B) Reliability is a test's first requirement and refers to its consistency: A reliable"
    },
    {
        "chapter": "6",
        "question_number": "6",
        "description": "reliability? perform the job in question test scores at time 2 with the scores at time 1 test scores at time 2 with their scores at time 1 administer the same test to the same people at two different points in time, comparing their test scores at time two with their scores at time one; this would be a retest estimate.",
        "options": {
            "A": "administer a test with content based on what a person actually needs to know to effectively",
            "B": "administer the same test to different people at two different points in time and compare their",
            "C": "administer different tests to a group of people and compare the range of collected test scores",
            "D": "administer the same test to the same people at two different points in time and compare their"
        },
        "answer": "D",
        "explanation": "D) There are several ways to estimate consistency or reliability. You could"
    },
    {
        "chapter": "6",
        "question_number": "7",
        "description": "tests and then comparing the two test scores? administering what experts believe to be an equivalent test later.",
        "options": {
            "A": "retest estimate",
            "B": "equivalent form estimate",
            "C": "internal comparison estimate",
            "D": "criterion validity measurement"
        },
        "answer": "B",
        "explanation": "B) An equivalent or alternate form estimate involves administering a test and then"
    },
    {
        "chapter": "6",
        "question_number": "8",
        "description": "of items designed to assess a topic and then statistically analyzing the degree to which responses to the items vary together. psychologist includes 10 items on a test of vocational interests, believing that they all measure, in various ways, the test taker's interest in working outdoors. You administer the test and then statistically analyze the degree to which responses to these 10 items vary together. This would provide a measure of the internal reliability of the test and is known as an internal comparison estimate.",
        "options": {
            "A": "Retest estimate",
            "B": "Equivalent form estimate",
            "C": "Content validity estimate",
            "D": "Internal comparison estimate"
        },
        "answer": "D",
        "explanation": "D) A test's internal consistency is another reliability measure. For example, a"
    },
    {
        "chapter": "6",
        "question_number": "9",
        "description": "measuring, while reliability indicates whether a test is measuring something consistently. Internal comparison estimates are used to measure the internal consistency of a test. Test-retest estimates and equivalent form estimates also measure reliability.",
        "options": {
            "A": "test-retest estimate",
            "B": "internal comparison estimate",
            "C": "equivalent form estimate",
            "D": "content validity measurement"
        },
        "answer": "D",
        "explanation": "D) Validity indicates whether a test is measuring what it is supposed to be"
    },
    {
        "chapter": "6",
        "question_number": "10",
        "description": "being measured? estimates. Internal consistency explains why apparently repetitive questions are found on some test questionnaires.",
        "options": {
            "A": "test validity",
            "B": "retest estimate",
            "C": "internal consistency",
            "D": "criterion validity"
        },
        "answer": "C",
        "explanation": "C) A test's internal consistency is measured by making internal comparison"
    },
    {
        "chapter": "6",
        "question_number": "11",
        "description": "do a poor job of sampling the material or there might be errors due to changes in the testing conditions. A lack of equivalence between tests would also explain a test's unreliability.",
        "options": {
            "A": "poor sampling of question material",
            "B": "lack of equivalence between tests",
            "C": "inconsistent testing conditions",
            "D": "failure to predict job performance"
        },
        "answer": "D",
        "explanation": "D) Many things could cause a test to be unreliable. For example, the questions may"
    },
    {
        "chapter": "6",
        "question_number": "12",
        "description": "which it was designed? measure?\" Validity refers to the correctness of the inferences that we can make based on the test and the accuracy with which a test or interview fulfills the function it was designed to fill.",
        "options": {
            "A": "reliability",
            "B": "validity",
            "C": "expectancy",
            "D": "consistency"
        },
        "answer": "B",
        "explanation": "B) Test validity answers the question \"Does this test measure what it's supposed to"
    },
    {
        "chapter": "6",
        "question_number": "13",
        "description": "________. the person performs on the test are really a comprehensive and random sample of the tasks performed on the job.",
        "options": {
            "A": "tasks performed on the test are general enough to apply to any type of job",
            "B": "higher test scores are statistically equivalent to proven, long-term job success",
            "C": "the test is representative of important aspects of performance on the job",
            "D": "scores on the test are both internally and externally reliable"
        },
        "answer": "C",
        "explanation": "C) Demonstrating content validity can be accomplished by showing that the tasks"
    },
    {
        "chapter": "6",
        "question_number": "14",
        "description": "and job specifications. The point is to specify the human traits and skills you believe are required for adequate job performance.",
        "options": {
            "A": "creating a test battery",
            "B": "administering tests",
            "C": "analyzing the job",
            "D": "cross-validating"
        },
        "answer": "C",
        "explanation": "C) The first step in validating a test is to analyze the job and write job descriptions"
    },
    {
        "chapter": "6",
        "question_number": "15",
        "description": "performance for a group of people? expectancy chart during the process of validating an employment test. An expectancy chart presents the relationship between test scores and job performance graphically.",
        "options": {
            "A": "performance standard",
            "B": "digital dashboard",
            "C": "competency model",
            "D": "expectancy chart"
        },
        "answer": "D",
        "explanation": "D) If there is a correlation between test and job performance, you can develop an"
    },
    {
        "chapter": "6",
        "question_number": "16",
        "description": "with their current job performance. The disadvantage is that current employees may not be representative of new applicants because current employees have already had on-the-job training.",
        "options": {
            "A": "Current employees may not be representative of new applicants.",
            "B": "New applicants are recent college graduates with limited experience.",
            "C": "Limited correlation exists between high test scores and job performance.",
            "D": "Test batteries have not been administered by professional industrial psychologists."
        },
        "answer": "A",
        "explanation": "A) With concurrent validation, the test scores of current employees are compared"
    },
    {
        "chapter": "6",
        "question_number": "17",
        "description": "test. concurrent validation, which is the other method. With predictive validation, a test is administered to applicants before hiring. Applicants are hired using only existing selection techniques, not the results of the new tests. After they have been on the job for some time, measure their performance and compare it to their earlier test scores. You can then determine whether you could have used their performance on the new test to predict their subsequent job performance.",
        "options": {
            "A": "Applicable",
            "B": "Predictive",
            "C": "Concurrent",
            "D": "Statistical"
        },
        "answer": "B",
        "explanation": "B) Predictive validation is a more dependable way to validate a test than"
    },
    {
        "chapter": "6",
        "question_number": "18",
        "description": "employees. This final step also requires an assessment of predictive validation and an evaluation of the relationship between scores and job performance. An expectancy chart might be developed but not a scatter plot.",
        "options": {
            "A": "using a new sample of employees",
            "B": "administering additional tests",
            "C": "evaluating the relationship between scores and performance",
            "D": "developing and analyzing a scatter plot of scores versus performance"
        },
        "answer": "D",
        "explanation": "D) Cross-validating involves administering additional tests to a new sample of"
    },
    {
        "chapter": "6",
        "question_number": "19",
        "description": "takers EXCEPT the right to expect ________. the American Psychological Association's (APA) standard for educational and psychological tests, test takers have the right to the confidentiality of test results, the right to informed consent regarding use of these results, the right to expect that only people qualified to interpret the scores will have access to them, and the right to expect the test is fair to all.",
        "options": {
            "A": "informed consent regarding the use of test results",
            "B": "scores to be interpreted by qualified individuals",
            "C": "tests to be the only selection tools for a job",
            "D": "fairness of the test for all who take it"
        },
        "answer": "C",
        "explanation": "C) Tests should be used as supplements and not be the only selection tool. Under"
    },
    {
        "chapter": "6",
        "question_number": "20",
        "description": "________. tested applicants for basic skills (defined as the ability to read instructions, write reports, and do arithmetic adequate to perform common workplace tasks). About 67% of the respondents required employees to take job skills tests, and 29% required some form of psychological measurement.",
        "options": {
            "A": "job skills",
            "B": "psychological behaviors",
            "C": "interpersonal behaviors",
            "D": "ethical opinions"
        },
        "answer": "A",
        "explanation": "A) About 41% of companies that the American Management Association surveyed"
    },
    {
        "chapter": "6",
        "question_number": "21",
        "description": "customers. The company originated in Dallas and now boasts stores in 35 states. The business has primarily expanded by selling franchises to qualified candidates. Golden Creamery executives realize that the firm's success depends upon the success of each franchise. In the past, each individual franchise owner determined the best method for screening applicants. However, as the firm grows, Golden Creamery executives want to standardize the hiring process by requiring all franchisees to use the same preemployment tests. Which of the following best supports the argument that Golden Creamery should use a certified psychologist to develop preemployment tests? remain protected both legally and ethically. Firms are not required by law to use a psychologist for test development.",
        "options": {
            "A": "Golden Creamery needs to comply with all federal and state laws.",
            "B": "Golden Creamery competitors use psychologists for test development.",
            "C": "Golden Creamery strives to create a conscientious organizational culture.",
            "D": "Golden Creamery needs to ensure that tests are legally and ethically appropriate."
        },
        "answer": "D",
        "explanation": "D) Using a psychologist to develop and validate tests will help Golden Creamery"
    },
    {
        "chapter": "6",
        "question_number": "22",
        "description": "customers. The company originated in Dallas and now boasts stores in 35 states. The business has primarily expanded by selling franchises to qualified candidates. Golden Creamery executives realize that the firm's success depends upon the success of each franchise. In the past, each individual franchise owner determined the best method for screening applicants. However, as the firm grows, Golden Creamery executives want to standardize the hiring process by requiring all franchisees to use the same preemployment tests. Which of the following, if true, supports the argument that Golden Creamery should require franchise owners to use the firm's preemployment tests? enough to be promoted to management positions. sales royalties in return. rate of comparable businesses. applications on the firm's Web site. appropriate employees, which supports the implementation of a testing program. If hourly workers remained at the firm for a long time, then that would suggest the firm's current hiring practices do not need to be modified.",
        "options": {
            "A": "Hourly employees at Golden Creamery stores typically remain with the company long",
            "B": "Golden Creamery franchise owners pay an initial franchise fee and receive a percentage of",
            "C": "Annual turnover rates for hourly employees of Golden Creamery stores are three times the",
            "D": "Individuals interested in working at a Golden Creamery store can complete online"
        },
        "answer": "C",
        "explanation": "C) High turnover rates suggest that Golden Creamery has problems hiring the most"
    },
    {
        "chapter": "6",
        "question_number": "47",
        "description": "customers. The company originated in Dallas and now boasts stores in 35 states. The business has primarily expanded by selling franchises to qualified candidates. Golden Creamery executives realize that the firm's success depends upon the success of each franchise. In the past, each individual franchise owner determined the best method for screening applicants. However, as the firm grows, Golden Creamery executives want to standardize the hiring process by requiring all franchisees to use the same preemployment tests. Which of the following questions is most relevant to Golden Creamery's decision to implement preemployment testing for all franchises? that Golden Creamery develops a plan for maintaining privacy prior to administering tests. Determining whether to hire internally or externally is a recruiting issue rather than a testing concern. Although a firm's mission and vision statements guide its general direction, such statements are not directly relevant to testing.",
        "options": {
            "A": "Should Golden Creamery use internal or external sources for job candidates?",
            "B": "How will Golden Creamery ensure the confidentiality of an applicant's test results?",
            "C": "How does testing correlate with Golden Creamery's mission and vision statements?",
            "D": "What is the role of testing in Golden Creamery's strategic performance management system?"
        },
        "answer": "B",
        "explanation": "B) Test takers have the right to the confidentiality of test results, so it is important"
    },
    {
        "chapter": "6",
        "question_number": "48",
        "description": "abilities like memory and inductive reasoning. of specific mental abilities like memory and inductive reasoning. Employers may also use tests to measure an applicant's motor and physical abilities. Achievement tests measure what someone has learned, and personality tests measure aspects of an applicant's personality, such as stability, motivation, and introversion.",
        "options": {
            "A": "Motor ability",
            "B": "Personality",
            "C": "Achievement",
            "D": "Cognitive"
        },
        "answer": "D",
        "explanation": "D) Cognitive tests include tests of general reasoning ability (intelligence) and tests"
    },
    {
        "chapter": "6",
        "question_number": "49",
        "description": "abilities including memory, vocabulary, verbal fluency, and numerical ability, so they are most likely ________ tests. not a single trait but rather a range of abilities, including memory, vocabulary, verbal fluency, and numerical ability.",
        "options": {
            "A": "standardized",
            "B": "intelligence",
            "C": "achievement",
            "D": "personality"
        },
        "answer": "B",
        "explanation": "B) Intelligence (IQ) tests are tests of general intellectual abilities. They measure"
    },
    {
        "chapter": "6",
        "question_number": "50",
        "description": "Aptitude tests measure deductive and inductive reasoning, verbal comprehension, numerical ability, and memory.",
        "options": {
            "A": "deductive reasoning",
            "B": "numerical ability",
            "C": "temperament",
            "D": "memory"
        },
        "answer": "C",
        "explanation": "C) Temperament and other interpersonal skills are measured by personality tests."
    },
    {
        "chapter": "6",
        "question_number": "51",
        "description": "jump rope. Which of the following is most likely being measured by UPS? weights), dynamic strength, body coordination (jumping rope), and stamina. A UPS worker needs to have such skills to perform the job.",
        "options": {
            "A": "interpersonal skills",
            "B": "cognitive skills",
            "C": "physical abilities",
            "D": "achievements"
        },
        "answer": "C",
        "explanation": "C) Physical abilities are measured by testing an applicant's static strength (lifting"
    },
    {
        "chapter": "6",
        "question_number": "52",
        "description": "measured Carl's finger dexterity and reaction time, so it was most likely a(n) ________ test. dexterity, manual dexterity, and (if hiring pilots) reaction time. For example, the Crawford Small Parts Dexterity Test measures the speed and accuracy of simple judgment as well as the speed of finger, hand, and arm movements.",
        "options": {
            "A": "motor ability",
            "B": "personality",
            "C": "cognitive",
            "D": "interest"
        },
        "answer": "A",
        "explanation": "A) Some jobs require applicants be tested for motor abilities, such as finger"
    },
    {
        "chapter": "6",
        "question_number": "53",
        "description": "introversion, sensitivity, motivation, and emotional stability among other qualities.",
        "options": {
            "A": "extraversion",
            "B": "reasoning",
            "C": "sensitivity",
            "D": "emotional stability"
        },
        "answer": "B",
        "explanation": "B) Reasoning skills are tested with aptitude tests. Personality tests measure"
    },
    {
        "chapter": "6",
        "question_number": "54",
        "description": "attitude, motivation, and ________. performance. Most people are hired based on qualifications, but most are fired for nonperformance, which is usually the \"result of personal characteristics, such as attitude, motivation, and especially, temperament.\"",
        "options": {
            "A": "physical limitations",
            "B": "lack of aptitude",
            "C": "temperament",
            "D": "psychological issues"
        },
        "answer": "C",
        "explanation": "C) A person's cognitive and physical abilities alone seldom explain his or her job"
    },
    {
        "chapter": "6",
        "question_number": "55",
        "description": "________ tests. Structured Sentence Completion Test. With projective tests, the psychologist presents an ambiguous stimulus (like an inkblot or clouded picture) to the person who then reacts to it.",
        "options": {
            "A": "intelligence",
            "B": "apperception",
            "C": "self-reported",
            "D": "projective"
        },
        "answer": "D",
        "explanation": "D) Projective techniques include Make a Picture Story (MAPS) and the Forer"
    },
    {
        "chapter": "6",
        "question_number": "56",
        "description": "",
        "options": {
            "A": "MMPI",
            "B": "California Psychological Inventory",
            "C": "Make a Picture Story",
            "D": "Myers Briggs Test"
        },
        "answer": "C",
        "explanation": "C) Make a Picture Story is a projective personality test."
    },
    {
        "chapter": "6",
        "question_number": "57",
        "description": "extroversion, emotional stability/neuroticism, agreeableness, conscientiousness, and openness to experience. Optimism is not one of the big five.",
        "options": {
            "A": "neuroticism",
            "B": "optimism",
            "C": "extroversion",
            "D": "conscientiousness"
        },
        "answer": "B",
        "explanation": "B) Industrial psychologists often focus on the \"big five\" personality dimensions:"
    },
    {
        "chapter": "6",
        "question_number": "58",
        "description": "emotional adjustment and experience negative effects such as anxiety, insecurity, and hostility?",
        "options": {
            "A": "neuroticism",
            "B": "extroversion",
            "C": "conscientiousness",
            "D": "openness to experience"
        },
        "answer": "A",
        "explanation": "A) Neuroticism relates to anxiety and insecurity and hostility."
    },
    {
        "chapter": "6",
        "question_number": "59",
        "description": "",
        "options": {
            "A": "Extroversion",
            "B": "Conscientiousness",
            "C": "Agreeableness",
            "D": "Openness to experience"
        },
        "answer": "A",
        "explanation": "A) Extroversion represents a tendency to be sociable, assertive, and active."
    },
    {
        "chapter": "6",
        "question_number": "60",
        "description": "personality trait most likely has the strongest correlation to Mike's success as a pharmaceutical sales representative? are necessary characteristics for sales reps. Studies have shown that extroversion correlates to success in sales and management jobs.",
        "options": {
            "A": "extroversion",
            "B": "agreeableness",
            "C": "conscientiousness",
            "D": "openness to experience"
        },
        "answer": "A",
        "explanation": "A) Extroversion represents a tendency to be sociable, assertive, and active, which"
    },
    {
        "chapter": "6",
        "question_number": "61",
        "description": "and unconventional? unconventional, and autonomous.",
        "options": {
            "A": "extroversion",
            "B": "conscientiousness",
            "C": "neuroticism",
            "D": "openness to experience"
        },
        "answer": "D",
        "explanation": "D) Openness to experience is the disposition to be imaginative, nonconforming,"
    },
    {
        "chapter": "6",
        "question_number": "62",
        "description": "dimension known as ________. Neuroticism, extroversion, conscientiousness, and openness to experience are the other personality traits known as the big five.",
        "options": {
            "A": "extroversion",
            "B": "conscientiousness",
            "C": "agreeableness",
            "D": "openness to experience"
        },
        "answer": "C",
        "explanation": "C) Agreeableness is the tendency to be trusting, compliant, caring, and gentle."
    },
    {
        "chapter": "6",
        "question_number": "63",
        "description": "dependability. According to research, conscientiousness has been the most consistent and universal predictor of job performance.",
        "options": {
            "A": "neuroticism",
            "B": "extroversion",
            "C": "conscientiousness",
            "D": "agreeableness"
        },
        "answer": "C",
        "explanation": "C) Conscientiousness is comprised of two related facets: achievement and"
    },
    {
        "chapter": "6",
        "question_number": "64",
        "description": "which personality trait is most frequently associated with job performance in all jobs? universal predictor of job performance. Conscientiousness is comprised of two related facets: achievement and dependability.",
        "options": {
            "A": "openness to experience",
            "B": "conscientiousness",
            "C": "extroversion",
            "D": "agreeableness"
        },
        "answer": "B",
        "explanation": "B) According to research, conscientiousness has been the most consistent and"
    },
    {
        "chapter": "6",
        "question_number": "65",
        "description": "began as a small restaurant in Seattle. Over the years, Red Robin has attempted to develop a reputation as a fun, family restaurant that offers both excellent food and service. Red Robin's core values—honor, integrity, having fun, and continually seeking knowledge—serve as the basis for all of the firm's decisions and are even embroidered on the sleeves of every employee's uniform. As Red Robin continues to expand, executives are considering adding tests to the screening process. Which of the following, if true, would best support the argument that Red Robin should use personality tests in the employee selection process? program to show community support. experience of its customers. exceed performance expectations. two years of experience serving customers. performance. Red Robin seeks employees that match the firm's core values of honor, integrity, having fun, and continually seeking knowledge, and personality tests would indicate an applicant's level of extroversion and openness to experiences.",
        "options": {
            "A": "Red Robin encourages employees to participate in the firm's environmental stewardship",
            "B": "Red Robin seeks outgoing, motivated, and compassionate employees to enhance the",
            "C": "Red Robin offers monetary incentives to managers who meet quarterly sales targets and",
            "D": "Red Robin desires employees with extensive knowledge of the restaurant industry and at least"
        },
        "answer": "B",
        "explanation": "B) Personality traits, as uncovered by personality tests, often correlate to job"
    },
    {
        "chapter": "6",
        "question_number": "66",
        "description": "began as a small restaurant in Seattle. Over the years, Red Robin has attempted to develop a reputation as a fun, family restaurant that offers both excellent food and service. Red Robin's core values—honor, integrity, having fun, and continually seeking knowledge—serve as the basis for all of the firm's decisions and are even embroidered on the sleeves of every employee's uniform. As Red Robin continues to expand, executives are considering adding tests to the screening process. Which of the following, if true, would most likely undermine the argument that Red Robin should use achievement tests in the employee selection process? experience in the restaurant industry. students with little experience in the restaurant industry. be aware of ADA requirements. the cash register. so achievement tests are unnecessary. If Red Robin expected applicants to have a certain level of skill or knowledge then achievement tests would be appropriate.",
        "options": {
            "A": "Red Robin receives so many applications that it only considers individuals with previous job",
            "B": "Red Robin provides a two-week training session to all new hires, which are frequently college",
            "C": "Red Robin expects applicants for management positions to understand current EEO laws and",
            "D": "Red Robin requires applicants for cashier positions to take typing tests to assess their speed at"
        },
        "answer": "B",
        "explanation": "B) Red Robin will train new hires and does not need to assess their job knowledge,"
    },
    {
        "chapter": "6",
        "question_number": "67",
        "description": "________. various occupations. Thus, a person who takes the Strong-Campbell Interests Inventory would receive a report comparing his or her interests to those of people already in occupations like accounting, engineering, or management.",
        "options": {
            "A": "retired workers",
            "B": "other people in the same industry",
            "C": "other people in various occupations",
            "D": "managers and executives in the firm"
        },
        "answer": "C",
        "explanation": "C) Interest inventories compare an applicant's interests with those of people in"
    },
    {
        "chapter": "6",
        "question_number": "68",
        "description": "knowledge\" in areas like economics, marketing, or human resources.",
        "options": {
            "A": "aptitude tests",
            "B": "interest inventories",
            "C": "achievement tests",
            "D": "projective tests"
        },
        "answer": "C",
        "explanation": "C) Achievement tests measure what someone has learned. They measure your \"job"
    },
    {
        "chapter": "6",
        "question_number": "69",
        "description": "compiling resumes, and assisting with applicant testing. Online testing can be handled by an ATS but not situational tests like work sampling.",
        "options": {
            "A": "develop work samples",
            "B": "develop specific job descriptions",
            "C": "verify a candidate's U.S. citizenship",
            "D": "screen and rank candidates based on skills"
        },
        "answer": "D",
        "explanation": "D) Applicant tracking systems are used for screening and tracking candidates,"
    },
    {
        "chapter": "6",
        "question_number": "78",
        "description": "candidates to perform one or more samples of the job's basic tasks. An observer monitors performance on each task and rates the applicant's performance.",
        "options": {
            "A": "asked to submit examples of projects they have completed for other employers",
            "B": "tested on their ability to perform several tasks crucial to performing the job of interest",
            "C": "tested on their ability to perform a range of tasks related to several positions in a firm",
            "D": "given video-based situational interviews to assess their critical thinking skills"
        },
        "answer": "B",
        "explanation": "B) The work sampling technique tries to predict job performance by requiring job"
    },
    {
        "chapter": "6",
        "question_number": "79",
        "description": "harder to fake answers. Work sampling doesn't delve into the applicant's personality, so there's almost no chance of applicants viewing it as an invasion of privacy.",
        "options": {
            "A": "Applicants find it difficult to fake answers.",
            "B": "Employers learn about an applicant's personality.",
            "C": "Applicants can evaluate their own performance.",
            "D": "Fine motor skills can be accurately assessed over time."
        },
        "answer": "A",
        "explanation": "A) Work sampling has several advantages. It measures actual job tasks, so it's"
    },
    {
        "chapter": "6",
        "question_number": "80",
        "description": "hypothetical situations and are scored on their performance. candidates perform realistic management tasks (like making presentations) under the observation of experts who appraise each candidate's leadership potential.",
        "options": {
            "A": "work sampling event",
            "B": "situational judgment test",
            "C": "management assessment center",
            "D": "applicant personality test"
        },
        "answer": "C",
        "explanation": "C) A management assessment center is a 2- to 3-day simulation in which 10 to 12"
    },
    {
        "chapter": "6",
        "question_number": "81",
        "description": "following EXCEPT ________. discussion, management games, individual oral presentations, testing, and interviews. Motor skills are not assessed.",
        "options": {
            "A": "the in-basket",
            "B": "leaderless group discussions",
            "C": "motor skills assessments",
            "D": "management games"
        },
        "answer": "C",
        "explanation": "C) Management assessment center tasks include the in-basket, leaderless group"
    },
    {
        "chapter": "6",
        "question_number": "82",
        "description": "the selection process? than conventional tests, require managers acting as assessors, and often require psychologists. However, studies suggest they are worth it as they gain valuable insights about the candidates under the observation of experts who appraise each candidate's leadership potential.",
        "options": {
            "A": "Development costs are very low.",
            "B": "Minimal time is required for test administration.",
            "C": "Industrial psychologists are involved in the testing process.",
            "D": "Experts observe and appraise each candidate's leadership potential."
        },
        "answer": "D",
        "explanation": "D) Management assessment centers are expensive to develop, take much longer"
    },
    {
        "chapter": "6",
        "question_number": "83",
        "description": "based tests, require examinees to respond to situations representative of the job.",
        "options": {
            "A": "intelligence tests",
            "B": "personality tests",
            "C": "situational tests",
            "D": "interests inventories"
        },
        "answer": "C",
        "explanation": "C) Situational tests, such as work sampling, miniature job training, and video-"
    },
    {
        "chapter": "6",
        "question_number": "84",
        "description": "tasks and then assessing the candidates' performance prior to hire? several of the job's tasks, and then evaluating the candidates' performance prior to hire. The approach assumes that a person who demonstrates that he or she can learn and perform the sample of tasks will be able to learn and perform the job itself.",
        "options": {
            "A": "achievement testing",
            "B": "work sampling technique",
            "C": "management assessment center",
            "D": "miniature job training"
        },
        "answer": "D",
        "explanation": "D) Miniature job training and evaluation means training candidates to perform"
    },
    {
        "chapter": "6",
        "question_number": "85",
        "description": "facility. The HR department wants to minimize the costs related to screening applicants but also wants the assessment method to be highly valid to the specific jobs. Which of the following would be the best choice for Carter Vacuums? administering the tests are low and they measure mental ability, such as deductive reasoning verbal comprehension, memory and numerical ability for jobs like machinists or engineers.",
        "options": {
            "A": "structured interviews",
            "B": "cognitive ability tests",
            "C": "assessment centers",
            "D": "work samples"
        },
        "answer": "B",
        "explanation": "B) Cognitive ability tests are highly valid and the costs related to developing and"
    },
    {
        "chapter": "6",
        "question_number": "86",
        "description": "hire new employees. In the past, the hotel chain has been accused by minority organizations of violating EEO laws in its hiring practices. Which of the following applicant assessment methods would most likely have the LEAST adverse impact on minorities? also known as aptitude tests, and job knowledge tests have a high adverse impact against minorities.",
        "options": {
            "A": "aptitude tests",
            "B": "cognitive ability tests",
            "C": "work sampling technique",
            "D": "job knowledge tests"
        },
        "answer": "C",
        "explanation": "C) Work samples have a low adverse impact on applicants. Cognitive ability tests,"
    },
    {
        "chapter": "6",
        "question_number": "87",
        "description": "procedure, Tina received classroom instruction and was asked to practice assembling windshield wipers onto cars. Tina most likely participated in ________. several of the job's tasks, and then evaluating the candidates' performance prior to hire.",
        "options": {
            "A": "miniature job training and evaluation",
            "B": "situational judgment tests",
            "C": "assessment centers",
            "D": "management games"
        },
        "answer": "A",
        "explanation": "A) Miniature job training and evaluation means training candidates to perform"
    },
    {
        "chapter": "6",
        "question_number": "88",
        "description": "selection tools are most appropriate. When deciding on a specific selection tool, Derek should most likely consider all of the following factors EXCEPT the tool's ________. particular selection tool. These include the tool's reliability and validity; its return on investment (in terms of utility analysis); applicant reactions; usability (in terms of your managers' and employees' willingness and ability to use it); adverse impact; and the tool's selection ratio.",
        "options": {
            "A": "return on investment",
            "B": "adverse impact",
            "C": "persistence",
            "D": "usability"
        },
        "answer": "C",
        "explanation": "C) The employer needs to consider several things before deciding to use a"
    },
    {
        "chapter": "6",
        "question_number": "90",
        "description": "candidate's ________. education, and credit. An applicant's age, marital status, ethnicity, and medical history or disabilities are considered irrelevant to hiring, and an employer may violate EEO laws by requesting such information.",
        "options": {
            "A": "age",
            "B": "marital status",
            "C": "military service",
            "D": "disability history"
        },
        "answer": "C",
        "explanation": "C) Employers verify data regarding military service, employment history,"
    },
    {
        "chapter": "6",
        "question_number": "91",
        "description": "during an employment background investigation? checks were performed by 35% of HR managers, while 56% investigated an applicant's driving history.",
        "options": {
            "A": "age",
            "B": "references",
            "C": "credit ratings",
            "D": "driving records"
        },
        "answer": "B",
        "explanation": "B) Nearly 90% of HR managers reported conducting reference checks. Credit"
    },
    {
        "chapter": "6",
        "question_number": "92",
        "description": "job applicants? information (name and so forth) and to uncover damaging information, such as criminal activities or falsified information about education and experience.",
        "options": {
            "A": "adhere to legal hiring practices",
            "B": "limit the number of applicants",
            "C": "uncover false information",
            "D": "report criminals to police"
        },
        "answer": "C",
        "explanation": "C) There are two main reasons to check backgrounds—to verify the applicant's"
    },
    {
        "chapter": "6",
        "question_number": "93",
        "description": "could most likely be accused of ________ if the information is both false and harmful. another by lowering the person in the estimation of the community or by deterring other persons from associating or dealing with him or her. Managers, supervisors, and employers can be sued for defamation if comments are found to be false and harmful.",
        "options": {
            "A": "discrimination",
            "B": "adverse impact",
            "C": "arbitration",
            "D": "defamation"
        },
        "answer": "D",
        "explanation": "D) A communication is defamatory if it is false and tends to harm the reputation of"
    },
    {
        "chapter": "6",
        "question_number": "94",
        "description": "is NOT recommended because of potential legal violations? networking sites raises legal issues, especially when done without the candidate's prior approval. Using databases and contacting references are recommended for finding useful information about an applicant.",
        "options": {
            "A": "searching social networking sites for posted information about the applicant",
            "B": "using a database to access information about the applicant's credit history",
            "C": "locating references other than the ones provided by the applicant",
            "D": "using a search engine to find information about the applicant"
        },
        "answer": "A",
        "explanation": "A) Using a search engine like Google is acceptable, but checking social"
    },
    {
        "chapter": "6",
        "question_number": "95",
        "description": "employers who check background information on applicants? certify with the reporting agency that the employer has the consent of the applicant. If adverse action, such as withdrawing an employment offer, is being considered or occurs, then the employer must provide the applicant with a copy of the report but a detailed rationale is not needed.",
        "options": {
            "A": "disclosing to the applicant that a credit report will be requested",
            "B": "certifying to the reporting agency of the employer's legal compliance",
            "C": "providing copies of reports to the applicant if adverse action is considered",
            "D": "providing a detailed rationale explaining the reason for any adverse action"
        },
        "answer": "D",
        "explanation": "D) Employers must disclose to the applicant that a report will be requested and"
    },
    {
        "chapter": "6",
        "question_number": "96",
        "description": "polygraph test as part of the selection process? laws restrict many local and state governments. Private employers can use polygraph testing, but only under strictly limited circumstances, such as for security personnel or for positions with access to drugs. Cashiers at retail stores should not be asked to take polygraph tests.",
        "options": {
            "A": "electrical engineer at the Department of Energy",
            "B": "pharmacist's assistant at Walgreen's",
            "C": "security guard at Wells Fargo Bank",
            "D": "cashier at J.C. Penney's"
        },
        "answer": "D",
        "explanation": "D) Local, state, and federal government employers can use polygraphs, but state"
    },
    {
        "chapter": "6",
        "question_number": "97",
        "description": "who steal and other forms of counter productivity? proneness to dishonesty and other forms of counter productivity. Most measure attitudes regarding things like tolerance of others who steal, acceptance of rationalizations for theft, and admission of theft-related activities.",
        "options": {
            "A": "honesty tests",
            "B": "interest inventories",
            "C": "personality tests",
            "D": "graphology"
        },
        "answer": "A",
        "explanation": "A) Honesty tests are psychological tests designed to predict job applicants'"
    },
    {
        "chapter": "6",
        "question_number": "98",
        "description": "employer must do all of the following EXCEPT ________. examination as the accused employee meet four standards. First, the employer must show that it suffered an economic loss or injury. Second, it must show that the employee in question had access to the property. Third, it must have a reasonable suspicion before asking the employee to take the polygraph. Fourth, the employee must receive the details of the investigation before the test, as well as the questions to be asked on the polygraph test. All employees are not required to take a polygraph.",
        "options": {
            "A": "prove that the accused had access to the property",
            "B": "document a reasonable suspicion prior to requesting a polygraph",
            "C": "explain the details of the investigation and the questions to be asked during the polygraph",
            "D": "subject all employees with access to the property in question to the same polygraph"
        },
        "answer": "D",
        "explanation": "D) To administer a polygraph test for an ongoing investigation, an employer must"
    },
    {
        "chapter": "6",
        "question_number": "99",
        "description": "basic personality traits. Graphology thus has some resemblance to projective personality tests, although graphology's validity is highly suspect.",
        "options": {
            "A": "numerology",
            "B": "reasoning analysis",
            "C": "handwriting analysis",
            "D": "polygraph output assessment"
        },
        "answer": "C",
        "explanation": "C) Graphology refers to the use of handwriting analysis to determine the writer's"
    },
    {
        "chapter": "6",
        "question_number": "100",
        "description": "insurance claims? position's physical requirements, to discover any medical limitations you should consider in placing him or her, and to establish a baseline for future insurance or compensation claims.",
        "options": {
            "A": "physical exams",
            "B": "personality tests",
            "C": "substance abuse screening",
            "D": "fine motor skills assessments"
        },
        "answer": "A",
        "explanation": "A) Preemployment medical exams are used to verify that the applicant meets the"
    },
    {
        "chapter": "6",
        "question_number": "101",
        "description": "substances, such as Advil and marijuana.",
        "options": {
            "A": "According to federal law, all employers must test all employees for illegal drugs.",
            "B": "Some urine sample tests cannot distinguish between legal and illegal substances.",
            "C": "Most employers test potential applicants during the recruitment process.",
            "D": "Most urine sample tests measure the degree of impairment."
        },
        "answer": "B",
        "explanation": "B) Some urine sample tests cannot tell the difference between legal and illegal"
    },
    {
        "chapter": "6",
        "question_number": "102",
        "description": "verification program used by many employers. Federal contractors are required to use E-Verify to determine if an applicant is eligible to work in the U.S.",
        "options": {
            "A": "review an applicant's employment records",
            "B": "file an applicant's income tax information",
            "C": "determine if an applicant is eligible to work in the U.S.",
            "D": "report an applicant's work status to the U.S. government"
        },
        "answer": "C",
        "explanation": "C) E-Verify is the federal government's voluntary electronic employment"
    },
    {
        "chapter": "6",
        "question_number": "103",
        "description": "most likely indicates that a job candidate is being deceptive? just by watching candidates. Signs include pupils changing size (which often corresponds to emotions, such as fear); irregular breathing (may flag nervousness); micro-expressions (quick transitory facial expressions that may portray emotions such as fear); crossing legs (\"liars typically try to distance themselves from an untruth\"); and quick verbal responses (possibly reflecting scripted statements).",
        "options": {
            "A": "uncrossed legs",
            "B": "irregular breathing",
            "C": "unchanging pupils",
            "D": "slow verbal responses"
        },
        "answer": "B",
        "explanation": "B) Human lie detectors are experts who may (or may not) be able to identify lying"
    }
]