[
    {
        "chapter": "7",
        "question_number": "1",
        "description": "tests, reference checks, or situational tests, but most interview a person before hiring.",
        "options": {
            "A": "telephone reference",
            "B": "reference letter",
            "C": "interview",
            "D": "personality test"
        },
        "answer": "C",
        "explanation": "C) Interviews are the most widely used selection procedure. Not all managers use"
    },
    {
        "chapter": "7",
        "question_number": "2",
        "description": "on an applicant's oral responses to oral inquiries? based on applicant's oral responses to oral inquires.",
        "options": {
            "A": "work sample simulation",
            "B": "selection interview",
            "C": "reference check",
            "D": "arbitration"
        },
        "answer": "B",
        "explanation": "B) A selection interview is a procedure designed to predict future job performance"
    },
    {
        "chapter": "7",
        "question_number": "3",
        "description": "responses to oral inquiries, it is called a ________ interview. the applicant's oral responses to oral inquiries. Interviews may be one-on-one or may be conducted in group settings.",
        "options": {
            "A": "screening",
            "B": "selection",
            "C": "benchmark",
            "D": "background"
        },
        "answer": "B",
        "explanation": "B) Selection interviews are designed to predict future job performance based on"
    },
    {
        "chapter": "7",
        "question_number": "4",
        "description": "EXCEPT ________. \"content\"—the types of questions they contain, and how the firm administers the interviews. Length is not a category.",
        "options": {
            "A": "administration",
            "B": "structure",
            "C": "content",
            "D": "length"
        },
        "answer": "D",
        "explanation": "D) Selection interviews are classified according to how structured they are, their"
    },
    {
        "chapter": "7",
        "question_number": "5",
        "description": "even list and weight possible answers for appropriateness.",
        "options": {
            "A": "structured interview",
            "B": "unstructured interview",
            "C": "situational interview",
            "D": "behavioral interview"
        },
        "answer": "A",
        "explanation": "A) Structured (or directive) interviews list the questions ahead of time and may"
    },
    {
        "chapter": "7",
        "question_number": "6",
        "description": "A few questions might be specified in advance, but they're usually not, and there is seldom a formal guide for scoring \"right\" or \"wrong\" answers.",
        "options": {
            "A": "directive",
            "B": "nondirective",
            "C": "unformatted",
            "D": "administrative"
        },
        "answer": "B",
        "explanation": "B) In unstructured or nondirective interviews, the manager follows no set format."
    },
    {
        "chapter": "7",
        "question_number": "7",
        "description": "candidates? and there is seldom a formal guide for scoring \"right\" or \"wrong\" answers. With unstructured interviews, an interviewer can pursue points of interest as they develop and ask follow up questions because of the format's flexibility.",
        "options": {
            "A": "allows candidates to ask questions",
            "B": "uses a manager's time more effectively",
            "C": "pursues points of interest as they develop",
            "D": "scores and compares candidates with consistency"
        },
        "answer": "C",
        "explanation": "C) In unstructured or nondirective interviews, the manager follows no set format"
    },
    {
        "chapter": "7",
        "question_number": "8",
        "description": "employee selection process? ask follow-up questions. Structured interviews are typically reliable, valid, consistent, and have a lower potential for bias. As a result, they have a greater ability to withstand legal challenges.",
        "options": {
            "A": "higher potential for bias",
            "B": "limited validity and reliability",
            "C": "inconsistency across candidates",
            "D": "reduced opportunities for asking follow-up questions"
        },
        "answer": "D",
        "explanation": "D) Structured interviews when followed blindly limit the interviewer's chance to"
    },
    {
        "chapter": "7",
        "question_number": "9",
        "description": "skills. situations. hypothetical situation today or tomorrow, and behavioral interviews ask applicants to describe how they reacted to actual situations in the past.",
        "options": {
            "A": "Situational interviews are based on an applicant's responses to actual past situations.",
            "B": "Situational interviews are based on how an applicant might behave in a hypothetical situation.",
            "C": "Situational interviews ask applicants job-related questions to assess their knowledge and",
            "D": "Behavioral interviews ask applicants to describe their emotions in different hypothetical"
        },
        "answer": "B",
        "explanation": "B) Situational interviews ask applicants to describe how they would react to a"
    },
    {
        "chapter": "7",
        "question_number": "10",
        "description": "interview? situation around?\" discouraging this behavior?\" you would handle the stress of the position?\" What did you do?\" Situational questions start with phrases such as, \"Suppose you were faced with the following situation . . . What would you do?\"",
        "options": {
            "A": "\"Consider a time when you were faced with an angry client. What did you do to turn the",
            "B": "\"We are concerned with employee pilferage. As a manager here, how would you go about",
            "C": "\"Employees in this division are frequently under a great deal of pressure. How do you think",
            "D": "\"What would you do if a subordinate threatened to sue the company for discrimination?\""
        },
        "answer": "A",
        "explanation": "A) Behavioral questions start with phrases like, \"Can you think of a time when . . ."
    },
    {
        "chapter": "7",
        "question_number": "11",
        "description": "you worked successfully in a team environment\"? actual situations in the past.",
        "options": {
            "A": "situational",
            "B": "behavioral",
            "C": "puzzle",
            "D": "stress"
        },
        "answer": "B",
        "explanation": "B) Behavioral interview questions ask applicants to describe how they reacted to"
    },
    {
        "chapter": "7",
        "question_number": "12",
        "description": "interview? What would you do?\" about that.\" anyone before? Describe how you handled the situation.\" the following situation . . . What would you do?\" Behavioral questions start with phrases like, \"Can you think of a time when . . . What did you do?\"",
        "options": {
            "A": "\"Tell me about a time you showed leadership in a difficult situation.\"",
            "B": "\"Suppose you were confronted with an angry customer who threatened to sue the company.",
            "C": "\"Can you think of a time when you were especially proud of your management skills? Tell me",
            "D": "\"In this position, you are responsible for hiring and firing subordinates. Have you ever fired"
        },
        "answer": "B",
        "explanation": "B) Situational questions start with phrases such as, \"Suppose you were faced with"
    },
    {
        "chapter": "7",
        "question_number": "13",
        "description": "you have just been assigned the task of winning the business of our competition's biggest client. How would you proceed?\" interview questions ask applicants to describe how they reacted to actual situations in the past. Puzzle questions require applicants to solve a problem, and stress questions may be invasive and rude.",
        "options": {
            "A": "behavioral",
            "B": "stress",
            "C": "puzzle",
            "D": "situational"
        },
        "answer": "D",
        "explanation": "D) Situational interviews ask questions based on hypothetical events. Behavioral"
    },
    {
        "chapter": "7",
        "question_number": "14",
        "description": "with occasionally rude questions. The aim is supposedly to spot sensitive applicants and those with low (or high) stress tolerance.",
        "options": {
            "A": "provides an applicant with a task to complete in a set amount of time",
            "B": "tries to make the applicant uncomfortable in order to spot sensitivity",
            "C": "gives a word problem to see how the candidate thinks under pressure",
            "D": "describes a hypothetical situation to assess how the applicant responds"
        },
        "answer": "B",
        "explanation": "B) In a stress interview, the interviewer seeks to make the applicant uncomfortable"
    },
    {
        "chapter": "7",
        "question_number": "15",
        "description": "reflects an inability to make good decisions and remain focused. What do you think?\" situation?\" Mike have and how much does Todd have?\" with occasionally rude questions. The aim is supposedly to spot sensitive applicants and those with low (or high) stress tolerance.",
        "options": {
            "A": "\"I see that you switched colleges four times before finally earning your degree. I think that",
            "B": "\"Can you tell me about a time in the past when you used leadership skills to handle a difficult",
            "C": "\"Mike and Todd have $21 between them. Mike has $20 more than Todd has. How much does",
            "D": "\"Why are you leaving your current position and changing careers?\""
        },
        "answer": "A",
        "explanation": "A) In a stress interview, the interviewer seeks to make the applicant uncomfortable"
    },
    {
        "chapter": "7",
        "question_number": "16",
        "description": "a company after such strong accusations of unethical behavior. Tell me about that\"? with rude questions. The aim is supposedly to spot sensitive applicants and those with low (or high) stress tolerance.",
        "options": {
            "A": "situational",
            "B": "behavioral",
            "C": "stress",
            "D": "puzzle"
        },
        "answer": "C",
        "explanation": "C) In a stress interview, the interviewer seeks to make the applicant uncomfortable"
    },
    {
        "chapter": "7",
        "question_number": "17",
        "description": "and rate one applicant? by a team of interviewers, who together interview each candidate and then combine their ratings into a final panel score.",
        "options": {
            "A": "serial interview",
            "B": "board interview",
            "C": "sequential interview",
            "D": "mass interview"
        },
        "answer": "B",
        "explanation": "B) A panel interview, also known as a board interview, is an interview conducted"
    },
    {
        "chapter": "7",
        "question_number": "18",
        "description": "He first meets with the HR manager. Afterwards, he meets with the department manager. Finally, he meets with the company president. Kevin is most likely experiencing a ________ interview. sequence, one-on-one, and then make their hiring decision. Board or panel interviews involve multiple interviewers questioning a candidate at the same time. With a mass interview, a panel interviews several candidates simultaneously.",
        "options": {
            "A": "board",
            "B": "panel",
            "C": "serial",
            "D": "mass"
        },
        "answer": "C",
        "explanation": "C) In a sequential or serial interview, several persons interview the applicant, in"
    },
    {
        "chapter": "7",
        "question_number": "19",
        "description": "The panel poses a problem and then watches to see which candidate takes the lead in formulating an answer.",
        "options": {
            "A": "formal",
            "B": "topical",
            "C": "panel",
            "D": "mass"
        },
        "answer": "D",
        "explanation": "D) With a mass interview, a panel interviews several candidates simultaneously."
    },
    {
        "chapter": "7",
        "question_number": "20",
        "description": "conducted by a team of other faculty members in the department who interview him simultaneously and then combine their ratings into one score. This is an example of a ________ interview. by a team of interviewers, who together interview each candidate and then combine their ratings into a final panel score. This contrasts with the one-on-one interview (in which one interviewer meets one candidate) and a serial interview (where several interviewers assess a single candidate one-on-one, sequentially). A mass interview involves a panel interviewing several candidates simultaneously.",
        "options": {
            "A": "serial",
            "B": "panel",
            "C": "one-on-one",
            "D": "mass"
        },
        "answer": "B",
        "explanation": "B) A panel interview, also known as a board interview, is an interview conducted"
    },
    {
        "chapter": "7",
        "question_number": "21",
        "description": "Panel interviews in which members use scoring sheets with descriptive scoring examples for sample answers are more reliable and valid than those that don't.",
        "options": {
            "A": "using an unstructured interview format",
            "B": "interviewing multiple candidates simultaneously",
            "C": "providing interviewers with scoring sheets and sample answers",
            "D": "requiring candidates to participate in work sampling techniques"
        },
        "answer": "C",
        "explanation": "C) Structured panel interviews are more reliable and valid than unstructured ones."
    },
    {
        "chapter": "7",
        "question_number": "22",
        "description": "journalist at a newspaper. A team of interviewers will meet with all the candidates at once. The team will pose problems to the candidates and see which candidate takes the lead in formulating an answer. This is most likely an example of a ________ interview. simultaneously. A panel interview, also known as a board interview, is an interview conducted by a team of interviewers, who together interview each candidate and then combine their ratings into a final panel score.",
        "options": {
            "A": "serial",
            "B": "board",
            "C": "mass",
            "D": "panel"
        },
        "answer": "C",
        "explanation": "C) A mass interview involves a panel interviewing several candidates"
    },
    {
        "chapter": "7",
        "question_number": "23",
        "description": "person\" interview use is widespread; In a recent year about ________ of candidates took such interviews . Web-based \"in-person\" interview use widespread; about 18% of candidates took such interviews in one recent year.",
        "options": {
            "A": "2%",
            "B": "7%",
            "C": "18%",
            "D": "45%"
        },
        "answer": "C",
        "explanation": "C) With phone and tablet video functionalities and FaceTime™ and Skype™,"
    },
    {
        "chapter": "7",
        "question_number": "24",
        "description": "EXCEPT ________. background, experience, education, skills, knowledge, and work attitudes.",
        "options": {
            "A": "questions presented rapidly",
            "B": "response times measured for any delays",
            "C": "questions focused on experience and skills",
            "D": "essay questions based on hypothetical situations"
        },
        "answer": "D",
        "explanation": "D) Most such interviews present a series of multiple-choice questions regarding"
    },
    {
        "chapter": "7",
        "question_number": "25",
        "description": "interview. Which of the following is NOT one of them? unfamiliar computer can lead to problems if the interviewee doesn't know its functions well. The interviewee doesn't want technology to get in the way of a successful interview.",
        "options": {
            "A": "clean up the room",
            "B": "use a new computer",
            "C": "do a dry run",
            "D": "look presentable"
        },
        "answer": "B",
        "explanation": "B) As being prepared for an online video interview is important, using an"
    },
    {
        "chapter": "7",
        "question_number": "26",
        "description": "questions) are more valid than unstructured interviews for predicting job performance. Situational interviews yield a higher mean validity than do job-related or behavioral interviews, which in turn yield a higher mean validity than do \"psychological\" interviews, which focus more on motives and interests.",
        "options": {
            "A": "structured, situational",
            "B": "unstructured, situational",
            "C": "structured, behavioral",
            "D": "unstructured, behavioral"
        },
        "answer": "A",
        "explanation": "A) Structured interviews (particularly structured interviews using situational"
    },
    {
        "chapter": "7",
        "question_number": "27",
        "description": "overreact to mild criticism with anger and abuse. Puzzle questions are used to determine how applicants handle pressure.",
        "options": {
            "A": "why an applicant wants to work for the firm",
            "B": "how an applicant solves complex problems",
            "C": "why an applicant lied on the resume",
            "D": "how an applicant handles criticism"
        },
        "answer": "D",
        "explanation": "D) Stress interviews may help unearth hypersensitive applicants who might"
    },
    {
        "chapter": "7",
        "question_number": "28",
        "description": "tend to give answers that are spontaneous. Phone interviews can actually be more accurate than face-to-face interviews for judging an applicant's interpersonal skills. In a typical study, interviewers tended to evaluate applicants more favorably in telephone versus face-to-face interviews, particularly where the interviewees were less physically attractive. The applicants themselves preferred the face-to-face interviews.",
        "options": {
            "A": "Interpersonal skills are difficult to judge from phone interviews.",
            "B": "Phone interviews can generate spontaneous answers from candidates.",
            "C": "Candidates prefer phone interviews more than face-to-face interviews.",
            "D": "Interviewers usually judge candidates the same in phone and face-to-face interviews."
        },
        "answer": "B",
        "explanation": "B) Candidates, who are often surprised by an unexpected call from the recruiter,"
    },
    {
        "chapter": "7",
        "question_number": "29",
        "description": "regarding background, experience, education, skills, knowledge, and work attitudes.",
        "options": {
            "A": "multiple-choice questions",
            "B": "puzzle questions",
            "C": "follow-up questions",
            "D": "open-ended questions"
        },
        "answer": "A",
        "explanation": "A) Most computerized interviews present a series of multiple-choice questions"
    },
    {
        "chapter": "7",
        "question_number": "30",
        "description": "questioning? problems, the case interview combines elements of behavioral and situational questioning to provide a more realistic assessment of the candidate's consulting skills.",
        "options": {
            "A": "computerized interviews",
            "B": "panel interviews",
            "C": "mass interviews",
            "D": "case interviews"
        },
        "answer": "D",
        "explanation": "D) By having candidates explain how they would address the case \"clients'\""
    },
    {
        "chapter": "7",
        "question_number": "31",
        "description": "problems, the case interview combines elements of behavioral and situational questioning to provide a more realistic assessment of the candidate's consulting skills. Case interviews are less likely to provide a realistic job preview, allow candidates to express their needs, or determine if a candidate is hypersensitive.",
        "options": {
            "A": "provide a candidate with a realistic job preview",
            "B": "form a realistic assessment of a candidate's skills",
            "C": "ensure that a candidate's needs are expressed",
            "D": "determine how a candidate handles criticism"
        },
        "answer": "B",
        "explanation": "B) By having candidates explain how they would address the case \"clients'\""
    },
    {
        "chapter": "7",
        "question_number": "45",
        "description": "to size up the interviewee's extroversion and agreeableness but not conscientiousness, intelligence, and emotional stability.",
        "options": {
            "A": "intelligence",
            "B": "agreeableness",
            "C": "conscientiousness",
            "D": "emotional stability"
        },
        "answer": "B",
        "explanation": "B) Interviews are better for revealing some traits than others. Interviewers are able"
    },
    {
        "chapter": "7",
        "question_number": "46",
        "description": "interview? conclusions—make snap judgments—about candidates during the first few minutes of the interview or even before the interview starts, based on test scores or résumé data. Being extroverted is not beneficial for all jobs, and unfavorable information is more influential than favorable information about a candidate.",
        "options": {
            "A": "thank-you notes sent from the candidate to the interviewer",
            "B": "an interviewer's first impression of the candidate",
            "C": "favorable information about the candidate",
            "D": "a candidate's extroverted personality"
        },
        "answer": "B",
        "explanation": "B) Perhaps the most consistent research finding is that interviewers tend to jump to"
    },
    {
        "chapter": "7",
        "question_number": "47",
        "description": "interviewing one or more very good or very bad candidates just before the interview in question? applicants affects how you rate them. An interviewer is more likely to rate a candidate incorrectly based on the candidates that are interviewed just before.",
        "options": {
            "A": "context error",
            "B": "contrast error",
            "C": "recency error",
            "D": "primacy error"
        },
        "answer": "B",
        "explanation": "B) Candidate-order or contrast error means that the order in which you see"
    },
    {
        "chapter": "7",
        "question_number": "48",
        "description": "praises the interviewer frequently. Tanya is most likely using ________. \"impression management.\" Self-promotion means promoting one's own skills and abilities to create the impression of competency, and ingratiation involves praising and agreeing with the interviewer.",
        "options": {
            "A": "impression management",
            "B": "talent management",
            "C": "mixed motives",
            "D": "behavior modification"
        },
        "answer": "A",
        "explanation": "A) Psychologists call using techniques like ingratiation and self-promotion"
    },
    {
        "chapter": "7",
        "question_number": "49",
        "description": "following questions should NOT be asked? information system? jobs? you? work? questions to whether the applicant has any physical or mental impairment that may interfere with his or her ability to perform the job's essential tasks. An interviewer should not ask about the severity or nature of an applicant's disability.",
        "options": {
            "A": "Have you ever experienced any problems between your technology and an employer's",
            "B": "How have you addressed any barriers or obstacles that you may have encountered in previous",
            "C": "What is the severity and exact nature of your disability and how does the technology assist",
            "D": "What specific technology have you successfully used in previous jobs that facilitated your"
        },
        "answer": "C",
        "explanation": "C) Under the Americans with Disabilities Act, the interviewer must limit his or her"
    },
    {
        "chapter": "7",
        "question_number": "50",
        "description": "employment which they do not intend to accept, for the sole purpose of uncovering unlawful discriminatory hiring practices? interviewing even more important. As defined by the EEOC, testers are \"individuals who apply for employment which they do not intend to accept, for the sole purpose of uncovering unlawful discriminatory hiring practices.\" Although they're not really seeking employment, testers have legal standing with the courts and with the EEOC.",
        "options": {
            "A": "spies",
            "B": "moles",
            "C": "testers",
            "D": "insiders"
        },
        "answer": "C",
        "explanation": "C) The use of employment discrimination \"testers\" makes nondiscriminatory"
    },
    {
        "chapter": "7",
        "question_number": "51",
        "description": "job calls for handling a lot of stress. You can do that, can't you?\" or using subtle cues (like a smile or nod) to telegraph the desired answer.",
        "options": {
            "A": "drawing out the most useful information from an applicant",
            "B": "searching for hidden meanings in an applicant's answers",
            "C": "smiling at an applicant to suggest a desired answer",
            "D": "allowing an applicant to dominate an interview"
        },
        "answer": "C",
        "explanation": "C) Some interviewers inadvertently telegraph the expected answers, as in: \"This"
    },
    {
        "chapter": "7",
        "question_number": "52",
        "description": "about interview discrimination? the interview process is structured and consistently applied. A structured and fair process involves objective/job-related questions, standardized interview administration, and involves multiple interviewers.",
        "options": {
            "A": "job-related questions",
            "B": "multiple interviewers",
            "C": "subjective interview questions",
            "D": "standardized interview administration"
        },
        "answer": "C",
        "explanation": "C) With charges of interview discrimination, courts will most likely assess whether"
    },
    {
        "chapter": "7",
        "question_number": "53",
        "description": "during a selection interview? Interviewers are able to size up an interviewee's extroversion, knowledge, and agreeableness. However, conscientiousness and emotional stability are difficult to assess.",
        "options": {
            "A": "extroversion",
            "B": "agreeableness",
            "C": "job knowledge",
            "D": "conscientiousness"
        },
        "answer": "D",
        "explanation": "D) Studies indicate that interviews are better for revealing some traits than others."
    },
    {
        "chapter": "7",
        "question_number": "54",
        "description": "how you rate them. Pressure to hire accentuates this problem. Researchers told one group of managers to assume they were behind in their recruiting quota. They told a second group they were ahead of their quota. Those \"behind\" evaluated the same recruits much more highly than did those \"ahead.\"",
        "options": {
            "A": "applicant gender",
            "B": "recruiting pressure",
            "C": "poor first impression",
            "D": "lack of job knowledge"
        },
        "answer": "B",
        "explanation": "B) Candidate-order error means that the order in which you see applicants affects"
    },
    {
        "chapter": "7",
        "question_number": "67",
        "description": "structure the interview around job-relevant situational and behavioral questions. There is little doubt that the structured situational interview—a series of job-relevant questions with predetermined answers that interviewers ask of all applicants for the job—produces superior results.",
        "options": {
            "A": "conduct panel interviews",
            "B": "use a structured interviewing format",
            "C": "utilize computerized interviewing technology",
            "D": "ask only situational questions during the interview"
        },
        "answer": "B",
        "explanation": "B) The single biggest rule for conducting effective selection interviews is to"
    },
    {
        "chapter": "7",
        "question_number": "68",
        "description": "mid-size firm that specializes in classic wooden toys. The CEO of Great Toys wants to expand the firm's presence in the toy market, which is highly competitive. As a result, the marketing department's budget has been significantly increased. George plans to use some of the additional funds to hire a new media planner. George is considering the idea of conducting a structured situational interview in the hiring process. Which of the following, if true, best supports the argument that George should use a structured situational interview to hire a media planner? position. ADA. comfortable with the organizational culture. that the best candidate is hired. interviewing methods. Job descriptions are necessary for the process, but they are useful for all types of interviews.",
        "options": {
            "A": "Great Toys' HR department has developed a job description for the new media planner",
            "B": "Great Toys' competitors typically face legal issues in the hiring process stemming from the",
            "C": "Great Toys' employees typically remain with the company for many years because they feel",
            "D": "Great Toys' executives want to ensure that the interview process is fair to all candidates and"
        },
        "answer": "D",
        "explanation": "D) Structured situational interviews produce superior results compared to other"
    },
    {
        "chapter": "7",
        "question_number": "69",
        "description": "mid-size firm that specializes in classic wooden toys. The CEO of Great Toys wants to expand the firm's presence in the toy market, which is highly competitive. As a result, the marketing department's budget has been significantly increased. George plans to use some of the additional funds to hire a new media planner. George is considering the idea of conducting a structured situational interview in the hiring process. Which of the following most likely undermines the argument that George should use a structured situational interview to hire a media planner? process. the job. interviewing methods. However, the process is very time consuming and involves many people, so if George lacks the time, another interviewing option should be found.",
        "options": {
            "A": "The HR department prefers handling job evaluations without the assistance of managers.",
            "B": "George and the HR manager lack the time required to participate in a lengthy interview",
            "C": "George worked as a media planner at another firm and is familiar with the tasks involved in",
            "D": "Great Toys has used headhunters in the past to fill executive-level positions at the firm."
        },
        "answer": "B",
        "explanation": "B) Structured situational interviews produce superior results compared to other"
    },
    {
        "chapter": "7",
        "question_number": "70",
        "description": "applicants for a job is known as a ________. ask of all applicants for a job is known as a structured situational interview. People familiar with the job develop questions based on the job's actual duties.",
        "options": {
            "A": "nondirective situational interview",
            "B": "structured behavioral interview",
            "C": "nondirective behavioral interview",
            "D": "structured situational interview"
        },
        "answer": "D",
        "explanation": "D) A series of job-relevant questions with predetermined answers that interviewers"
    },
    {
        "chapter": "7",
        "question_number": "71",
        "description": "analyzing the job. An individual should write a job description with a list of job duties, required knowledge, skills, abilities, and other worker qualifications.",
        "options": {
            "A": "rating the job's main duties",
            "B": "creating interview questions",
            "C": "analyzing the job",
            "D": "creating benchmark answers"
        },
        "answer": "C",
        "explanation": "C) The first step in developing a structured situational interview involves"
    },
    {
        "chapter": "7",
        "question_number": "72",
        "description": "interview? interviewer rates each job duty based on its importance to job success and on the time required to perform it compared to other tasks.",
        "options": {
            "A": "rate the job's main duties",
            "B": "create interview questions",
            "C": "create benchmark answers",
            "D": "appoint the interview panel"
        },
        "answer": "A",
        "explanation": "A) Identifying the job's main duties is the second step of the process. To do so, an"
    },
    {
        "chapter": "7",
        "question_number": "73",
        "description": "job duties. Questions may be situational, behavioral, job knowledge, or willingness questions.",
        "options": {
            "A": "essential job duties",
            "B": "occupational benefits",
            "C": "salary requirements",
            "D": "personality issues"
        },
        "answer": "A",
        "explanation": "A) Most questions for a structured situational interview should focus on essential"
    },
    {
        "chapter": "7",
        "question_number": "74",
        "description": "developed for scoring purposes. Benchmark answers would likely include examples of a good, marginal, and poor answer.",
        "options": {
            "A": "grade definitions",
            "B": "alternative rankings",
            "C": "benchmark answers",
            "D": "human resource metrics"
        },
        "answer": "C",
        "explanation": "C) Each question requires an ideal or benchmark answer for rating purposes."
    },
    {
        "chapter": "7",
        "question_number": "75",
        "description": "rather than one-on-one. Hypothetical questions are included, and job descriptions are written in advance of the interview.",
        "options": {
            "A": "Answers are compared to industry standards.",
            "B": "Hypothetical questions are typically avoided.",
            "C": "Job descriptions are written after the interview.",
            "D": "Interviews are usually conducted by a panel."
        },
        "answer": "D",
        "explanation": "D) Employers generally conduct structured situational interviews using a panel,"
    },
    {
        "chapter": "7",
        "question_number": "76",
        "description": "past relationship with a company?\" What would you do?\" Mike and how much has Todd?\" situation?\" Behavioral questions ask candidates how they've handled similar situations.",
        "options": {
            "A": "\"What are the legal restrictions regarding the use of telemarketing for consumers who have a",
            "B": "\"Suppose you were confronted with an angry customer who threatened to sue the company.",
            "C": "\"Mike and Todd have $21 between them. Mike has $20 more than Todd has. How much has",
            "D": "\"Can you tell me about a time in the past when you used leadership skills to handle a difficult"
        },
        "answer": "A",
        "explanation": "A) Job knowledge questions assess knowledge essential to job performance."
    },
    {
        "chapter": "7",
        "question_number": "77",
        "description": "three to six members during the interview.",
        "options": {
            "A": "1",
            "B": "2",
            "C": "3-6",
            "D": "8-10"
        },
        "answer": "C",
        "explanation": "C) A panel interview, also known as a board interview, is conducted by a team of"
    },
    {
        "chapter": "7",
        "question_number": "78",
        "description": "can be done by studying the job description. Developing and asking questions and establishing rapport are steps that occur later in the process.",
        "options": {
            "A": "knowing the job",
            "B": "developing relevant questions",
            "C": "establishing rapport with candidates",
            "D": "asking technical questions"
        },
        "answer": "A",
        "explanation": "A) The first step in conducting an effective interview is knowing the job, which"
    },
    {
        "chapter": "7",
        "question_number": "79",
        "description": "their ________. about the job to be able to evaluate the interviewee's answers. Questions that simply ask for opinions and attitudes, goals and aspirations, and self-descriptions and self-evaluations allow candidates to present themselves in an overly favorable manner.",
        "options": {
            "A": "knowledge",
            "B": "lifelong goals",
            "C": "willingness",
            "D": "motivation"
        },
        "answer": "B",
        "explanation": "B) Use job knowledge, situational, or behavioral questions, and know enough"
    },
    {
        "chapter": "7",
        "question_number": "80",
        "description": "candidates being interviewed? obvious fairness of giving all the candidates the exact same opportunity. Using the same questions with all candidates improves reliability.",
        "options": {
            "A": "responses improved",
            "B": "weaknesses revealed",
            "C": "reliability limited",
            "D": "bias reduced"
        },
        "answer": "D",
        "explanation": "D) Using the same questions with all candidates reduces bias because of the"
    },
    {
        "chapter": "7",
        "question_number": "81",
        "description": "you could not answer. What would you do?\" to help out a co-worker?\" teamwork environment?\" questions focus on knowledge and past behaviors.",
        "options": {
            "A": "\"Suppose you were giving a sales presentation and a difficult technical question arose that",
            "B": "\"Based on your past work experience, what is the most significant action you have ever taken",
            "C": "\"What work experiences, training, or other qualifications do you have for working in a",
            "D": "\"What factors should one consider when developing a television advertising campaign?\""
        },
        "answer": "A",
        "explanation": "A) Situational questions pose hypothetical situations to the candidate. The other"
    },
    {
        "chapter": "7",
        "question_number": "82",
        "description": "how he or she handled a problem.",
        "options": {
            "A": "\"Can you tell me about a time when you solved a really difficult problem?\"",
            "B": "\"What is your attitude about working with a sales team instead of independently?\"",
            "C": "\"What factors do you consider before underwriting an insurance policy for a new client?\"",
            "D": "\"What are your long-term goals and aspirations as a social worker?\""
        },
        "answer": "A",
        "explanation": "A) Behavioral questions address the candidate's actual actions in the past, such as"
    },
    {
        "chapter": "7",
        "question_number": "83",
        "description": "________. scale improves the interview's structure. A standardized interview form also improves structure. Questions asking candidates to describe themselves will not likely reveal weaknesses, and they fail to improve the structure of the interview.",
        "options": {
            "A": "using the same questions for all candidates",
            "B": "rating candidate answers against a scale",
            "C": "asking candidates to describe themselves",
            "D": "using a standardized interview form"
        },
        "answer": "C",
        "explanation": "C) Asking all candidates the same job-related questions and rating them against a"
    },
    {
        "chapter": "7",
        "question_number": "84",
        "description": "provided leadership in a difficult situation?\" What type of question is this?",
        "options": {
            "A": "background question",
            "B": "behavioral question",
            "C": "situational question",
            "D": "job knowledge question"
        },
        "answer": "B",
        "explanation": "B) Behavioral questions ask about a candidate's past behavior."
    },
    {
        "chapter": "7",
        "question_number": "85",
        "description": "database?\" What type of question is this? Background questions address a candidate's experience and training.",
        "options": {
            "A": "background question",
            "B": "past behavior question",
            "C": "situational question",
            "D": "job knowledge question"
        },
        "answer": "D",
        "explanation": "D) Job knowledge questions assess knowledge essential to job performance."
    },
    {
        "chapter": "7",
        "question_number": "86",
        "description": "courtesy, and taking notes are ways to conduct an effective interview. Candidates should be asked open-ended rather than yes or no questions.",
        "options": {
            "A": "taking brief notes during the interview",
            "B": "scheduling a private room for the interview",
            "C": "showing courtesy and friendliness towards the candidate",
            "D": "asking the candidate questions that require yes or no answers"
        },
        "answer": "D",
        "explanation": "D) Scheduling a private room, reviewing a candidate's qualifications, showing"
    },
    {
        "chapter": "7",
        "question_number": "87",
        "description": "to telegraph desired answers or ask about work-related injuries.",
        "options": {
            "A": "Telegraph the desired answer to the candidate.",
            "B": "Allow the candidate to control the interview.",
            "C": "Ask the candidate for specific examples.",
            "D": "Ask the candidate about work-related injuries."
        },
        "answer": "C",
        "explanation": "C) Effective interviewers ask candidates for specific examples. It is inappropriate"
    },
    {
        "chapter": "7",
        "question_number": "88",
        "description": "detailed explanations about the employment decision? applicants with too much information. Firms are reluctant to give rejected applicants information that can be used to dispute the decision.",
        "options": {
            "A": "lack of technical abilities",
            "B": "adherence to federal laws",
            "C": "concerns about legal disputes",
            "D": "time required of line managers"
        },
        "answer": "C",
        "explanation": "C) Most firms are concerned about the legal ramifications of providing rejected"
    },
    {
        "chapter": "7",
        "question_number": "89",
        "description": "has seen an increase in population over the last two years, and new neighborhoods are being built as a result. Marion's staff of realtors is very busy, and Marion needs to hire a new agent. Although Marion has hired agents in the past, they have not always turned out to be as successful as she had hoped. Marion is considering making changes to the way she interviews job candidates. Which of the following best supports the argument that Marion should use structured interviews? questions, which helps less talented interviewers conduct better interviews. The opinion of Marion's employees and recent retirements are less relevant.",
        "options": {
            "A": "Marion likes applicants to evaluate themselves and to describe their goals.",
            "B": "Marion is viewed as a fair employer by most of her subordinates.",
            "C": "Marion lacks highly effective interviewing skills.",
            "D": "Marion's best agent has recently retired."
        },
        "answer": "C",
        "explanation": "C) In structured interviews, all interviewers generally ask all applicants the same"
    },
    {
        "chapter": "7",
        "question_number": "90",
        "description": "has seen an increase in population over the last two years, and new neighborhoods are being built as a result. Marion's staff of realtors is very busy, and Marion needs to hire a new agent. Although Marion has hired agents in the past, they have not always turned out to be as successful as she had hoped. Marion is considering making changes to the way she interviews job candidates. Which of the following would most likely improve the reliability and validity of Marion's selection process? questions. Partly because of this, these interviews tend to be more reliable and valid.",
        "options": {
            "A": "asking all applicants the same questions",
            "B": "holding Web-assisted interviews with candidates",
            "C": "conducting stress interviews by a group of interviewers",
            "D": "using the speed dating approach to interviewing applicants"
        },
        "answer": "A",
        "explanation": "A) In structured interviews, all interviewers generally ask all applicants the same"
    },
    {
        "chapter": "7",
        "question_number": "91",
        "description": "has seen an increase in population over the last two years, and new neighborhoods are being built as a result. Marion's staff of realtors is very busy, and Marion needs to hire a new agent. Although Marion has hired agents in the past, they have not always turned out to be as successful as she had hoped. Marion is considering using the streamlined interview process to hire a new real estate agent. Which of the following questions would be most relevant for Marion to ask if she wants an employee with extensive knowledge in real estate? assess job knowledge. The other questions are less about knowledge and more about the candidate's motivation and personality.",
        "options": {
            "A": "How do you handle sellers who believe their home is more valuable than it really is?",
            "B": "What are the loan options you would suggest for first-time home buyers?",
            "C": "What is the most frustrating aspect of being a realtor?",
            "D": "What motivated you to become a real estate agent?"
        },
        "answer": "B",
        "explanation": "B) Asking candidates what loan options are available for first-time buyers will"
    },
    {
        "chapter": "7",
        "question_number": "92",
        "description": "motivation to meet the job's requirements through activities such as physical labor, customer service, and frequent travel? the job's requirements—to do repetitive physical work or to travel, for instance.",
        "options": {
            "A": "willingness",
            "B": "behavioral",
            "C": "personality",
            "D": "job knowledge"
        },
        "answer": "A",
        "explanation": "A) Willingness questions gauge the applicant's willingness and motivation to meet"
    },
    {
        "chapter": "7",
        "question_number": "93",
        "description": "interview, Antone is asked the following question: \"How does extreme heat affect hydrochloric acid?\" The interviewer is most likely trying to assess Antone's ________. Managers want to find out if the candidate has the knowledge to perform a job.",
        "options": {
            "A": "motivation",
            "B": "flexibility",
            "C": "knowledge",
            "D": "leadership"
        },
        "answer": "C",
        "explanation": "C) Knowledge and experience are often probed with situational questions."
    },
    {
        "chapter": "7",
        "question_number": "94",
        "description": "clarifying what the job involves and requires, candidate-order error and pressure to hire, nonverbal behavior and impression management.",
        "options": {
            "A": "asking prepared questions",
            "B": "first impressions",
            "C": "pressure to hire",
            "D": "not clarifying what the job involves"
        },
        "answer": "A",
        "explanation": "A) Interviewing errors to avoid include first impressions, (snap judgments), not"
    },
    {
        "chapter": "7",
        "question_number": "95",
        "description": "attempting to ________. start by putting the person at ease. Greet the candidate and start the interview by asking a noncontroversial question, perhaps about the weather or the traffic conditions that day.",
        "options": {
            "A": "seek a spontaneous answer from the candidate",
            "B": "identify the candidate's leadership abilities",
            "C": "assess the candidate's interpersonal skills",
            "D": "put the candidate at ease"
        },
        "answer": "D",
        "explanation": "D) The main reason for the interview is to find out about the applicant. To do this,"
    }
]