[
    {
        "chapter": "10",
        "question_number": "1",
        "description": "usually related to daily tasks? focuses on teaching daily tasks that you can easily relearn.",
        "options": {
            "A": "mentoring",
            "B": "coaching",
            "C": "appraising",
            "D": "grading"
        },
        "answer": "B",
        "explanation": "B) Coaching means educating, instructing, and training subordinates. Coaching"
    },
    {
        "chapter": "10",
        "question_number": "2",
        "description": "",
        "options": {
            "A": "a psychological contract",
            "B": "a promotion",
            "C": "reality shock",
            "D": "a career"
        },
        "answer": "D",
        "explanation": "D) A career is the occupational positions a person holds over the years."
    },
    {
        "chapter": "10",
        "question_number": "3",
        "description": "fair treatment and satisfactory work conditions. This is an example of: employers and employees.\" The psychological contract identifies each party's mutual expectations.",
        "options": {
            "A": "career planning",
            "B": "exit interview",
            "C": "psychological contract",
            "D": "transfer"
        },
        "answer": "C",
        "explanation": "C) The psychological contract is \"an unwritten agreement that exists between"
    },
    {
        "chapter": "10",
        "question_number": "4",
        "description": "guiding employees' longer-term career development.",
        "options": {
            "A": "coaching",
            "B": "appraising",
            "C": "assessing",
            "D": "mentoring"
        },
        "answer": "D",
        "explanation": "D) Mentoring means having experienced senior people advising, counseling, and"
    },
    {
        "chapter": "10",
        "question_number": "5",
        "description": "addresses an employee's short-term job skills. term career goals. Coaching means educating, instructing, and training subordinates in performing short-term job-related skills.",
        "options": {
            "A": "Mentoring; coaching",
            "B": "Coaching; mentoring",
            "C": "Recruiting; coaching",
            "D": "Appraising; training"
        },
        "answer": "A",
        "explanation": "A) Mentoring means advising, counseling, and guiding an employee towards long-"
    },
    {
        "chapter": "10",
        "question_number": "6",
        "description": "better mentors?",
        "options": {
            "A": "set high standards",
            "B": "invest the time and effort the mentoring relationship requires",
            "C": "steer protégés into important projects",
            "D": "focus on controlling the mentor"
        },
        "answer": "D",
        "explanation": "D) Research suggests that mentors need to actually share control with the mentees."
    },
    {
        "chapter": "10",
        "question_number": "7",
        "description": "beginning as a small bait and tackle shop in 1948, Dick's has grown to become a leader in the sports and fitness retail industry. Many career opportunities are available in Dick's in areas as diverse as IT, product development, merchandising, and store management. Top management at Dick's realizes the importance of hiring and retaining quality employees. As a result, the firm has decided to implement policies, practices, and programs that support employees' career needs. Which of the following, if true, would best support the argument that Dick's should assign a coach to each new employee? the industry average. reimbursement program. its career management practices. appropriate positions. are quitting because they do not know how to perform their jobs. Coaching involves educating, instructing, and training subordinates on short-term job-related skills, and it would most likely help reduce the turnover rate.",
        "options": {
            "A": "The turnover rate of newly hired hourly employees at Dick's Sporting Goods is higher than",
            "B": "Many new employees at Dick's Sporting Goods have expressed interest in the firm's tuition",
            "C": "Dick's Sporting Goods has integrated preretirement counseling and succession planning into",
            "D": "Dick's Sporting Goods uses talent management software to place new employees in the most"
        },
        "answer": "A",
        "explanation": "A) A high turnover rate of newly hired hourly employees suggests that employees"
    },
    {
        "chapter": "10",
        "question_number": "8",
        "description": "coaching focuses on teaching daily tasks that a worker can easily relearn.",
        "options": {
            "A": "Coaching focuses on work-related behaviors.",
            "B": "Mentoring focuses on teamwork related skills.",
            "C": "Coaching focuses on teaching daily tasks.",
            "D": "Mentoring is more effective for women."
        },
        "answer": "C",
        "explanation": "C) Mentoring focuses on employees' longer-term career development while"
    },
    {
        "chapter": "10",
        "question_number": "9",
        "description": "skills and interests and to use these skills and interests most effectively within the company and afterwards. and develop their career skills and interests and to use these skills and interests most effectively within the company and after they leave the firm. Specific career management activities might include providing realistic career oriented appraisals, posting open jobs, and offering formal career development activities.",
        "options": {
            "A": "Career management",
            "B": "Career development",
            "C": "Career planning",
            "D": "Performance management"
        },
        "answer": "A",
        "explanation": "A) Career management is a process for enabling employees to better understand"
    },
    {
        "chapter": "10",
        "question_number": "10",
        "description": "person's career exploration, establishment, success, and fulfillment? person's career exploration, establishment, success, and fulfillment.",
        "options": {
            "A": "performance management",
            "B": "career development",
            "C": "career management",
            "D": "career planning"
        },
        "answer": "B",
        "explanation": "B) Career development is the lifelong series of activities that contribute to a"
    },
    {
        "chapter": "10",
        "question_number": "11",
        "description": "person's career exploration, establishment, success, and fulfillment. A training workshop is a specific method for career development.",
        "options": {
            "A": "job evaluation",
            "B": "training workshop",
            "C": "college recruitment",
            "D": "performance appraisal"
        },
        "answer": "B",
        "explanation": "B) Career development is the lifelong series of activities that contribute to a"
    },
    {
        "chapter": "10",
        "question_number": "12",
        "description": "knowledge, and motivations and establishes action plans to attain specific career goals success, and fulfillment interests and to use these skills and interests most effectively interests and job skills aware of his or her personal skills, interests, knowledge, motivations, and other characteristics.",
        "options": {
            "A": "a deliberate process through which someone becomes aware of personal skills, interests,",
            "B": "the lifelong series of activities that contribute to a person's career exploration, establishment,",
            "C": "a process of helping employees to better understand and develop their career skills and",
            "D": "the process of educating, instructing, and training subordinates as they develop their career"
        },
        "answer": "A",
        "explanation": "A) Career planning is the deliberate process through which someone becomes"
    },
    {
        "chapter": "10",
        "question_number": "13",
        "description": "will investigate opportunities that fit her skills and interests and set specific career goals. In which of the following activities is Jackie most likely participating? aware of his or her personal skills, interests, knowledge, motivations, and other characteristics and establishes action plans to attain specific goals.",
        "options": {
            "A": "career management",
            "B": "career development",
            "C": "career planning",
            "D": "job training"
        },
        "answer": "C",
        "explanation": "C) Career planning is the deliberate process through which someone becomes"
    },
    {
        "chapter": "10",
        "question_number": "14",
        "description": "following ways EXCEPT ________. performance deficiency, but it is not a benefit of career development programs. Firms that offer career development programs boost employee commitment, support recruitment and retention efforts, and equip employees with useful skills.",
        "options": {
            "A": "supporting recruitment efforts",
            "B": "boosting employee commitment",
            "C": "enhancing employee strengths",
            "D": "facilitating performance analysis"
        },
        "answer": "D",
        "explanation": "D) Performance analysis refers to verifying and correcting an employee's"
    },
    {
        "chapter": "10",
        "question_number": "15",
        "description": "beginning as a small bait and tackle shop in 1948, Dick's has grown to become a leader in the sports and fitness retail industry. Many career opportunities are available in Dick's in areas as diverse as IT, product development, merchandising, and store management. Top management at Dick's realizes the importance of hiring and retaining quality employees. As a result, the firm has decided to implement policies, practices, and programs that support employees' career needs. Which of the following, if true, would best support the argument that Dick's should add a career development aspect to its human resource activities? performance work system. goal setting. throughout the year. interviews. firms that have a career development focus add development plans and individual goal setting. Such additions can better equip employees and support their career development needs more effectively than traditional appraisals. Career development is the lifelong series of activities that contribute to a person's career exploration, establishment, success, and fulfillment.",
        "options": {
            "A": "Dick's Sporting Goods' current policies and practices categorize the firm as a high-",
            "B": "Dick's Sporting Goods' performance appraisals will include development plans and individual",
            "C": "Dick's Sporting Goods' sales volume and hourly employee needs typically fluctuate",
            "D": "Dick's Sporting Goods' will screen potential candidates using structured situational"
        },
        "answer": "B",
        "explanation": "B) Performance appraisals with a traditional focus include ratings and rewards, but"
    },
    {
        "chapter": "10",
        "question_number": "16",
        "description": "beginning as a small bait and tackle shop in 1948, Dick's has grown to become a leader in the sports and fitness retail industry. Many career opportunities are available in Dick's in areas as diverse as IT, product development, merchandising, and store management. Top management at Dick's realizes the importance of hiring and retaining quality employees. As a result, the firm has decided to implement policies, practices, and programs that support employees' career needs. All of the following questions are relevant to Dick's Sporting Goods' decision to implement a career development program EXCEPT: Dick's Sporting Goods? taken into consideration by the HR department at Dick's Sporting Goods? and promotion processes are all relevant to a decision to implement a career development program. Profits and hiring practices are less relevant to the decision.",
        "options": {
            "A": "What is the average length of time that an employee works for Dick's Sporting Goods?",
            "B": "How would the profits of Dick's Sporting Goods be affected by a change in hiring practices?",
            "C": "What are the career needs and opportunities available to minorities and women employed by",
            "D": "What will be the effect on recruiting and placement if employees' interests and attitudes are"
        },
        "answer": "B",
        "explanation": "B) Issues such as recruiting, employee commitment, career development needs,"
    },
    {
        "chapter": "10",
        "question_number": "17",
        "description": "________ to make career plans, set goals, and utilize development opportunities. development opportunities in respect to their own career development. Managers are responsible for providing feedback and developmental assignments, and the employer should provide training opportunities. No employee should abandon this task to others.",
        "options": {
            "A": "employer",
            "B": "employee",
            "C": "recruiter",
            "D": "HR manager"
        },
        "answer": "B",
        "explanation": "B) Employees are responsible for making career plans, setting goals, and utilizing"
    },
    {
        "chapter": "10",
        "question_number": "18",
        "description": "EXCEPT ________. Employers are responsible for communicating the firm's policies, providing training and feedback, and offering various career paths.",
        "options": {
            "A": "communicating policies and procedures",
            "B": "analyzing interests, values, and skills",
            "C": "providing performance feedback",
            "D": "offering a variety of career paths"
        },
        "answer": "B",
        "explanation": "B) It is the role of the employee to analyze his or her interests, values, and skills."
    },
    {
        "chapter": "10",
        "question_number": "19",
        "description": "development? feedback to subordinates. Employees are responsible for seeking development opportunities. Employers should provide career information and academic assistance when appropriate.",
        "options": {
            "A": "providing career information",
            "B": "seeking development opportunities",
            "C": "providing academic assistance programs",
            "D": "providing accurate performance feedback"
        },
        "answer": "D",
        "explanation": "D) It is the role of the manager to provide timely and accurate performance"
    },
    {
        "chapter": "10",
        "question_number": "20",
        "description": "support an employee's growth. The employee is responsible for establishing career plans. Managers should discuss career development with employees and provide performance feedback in a timely manner.",
        "options": {
            "A": "providing mentoring opportunities to support growth",
            "B": "participating in career development discussions",
            "C": "providing timely performance feedback",
            "D": "establishing goals and career plans"
        },
        "answer": "A",
        "explanation": "A) It is the responsibility of an organization to provide mentoring opportunities to"
    },
    {
        "chapter": "10",
        "question_number": "21",
        "description": "self-assessments, set goals, and develop action plans? are expected to be actively involved, completing career planning exercises and inventories and participating in career skills practice sessions.\" A typical workshop includes a self-assessment, an environmental assessment, goal-setting, and action-planning.",
        "options": {
            "A": "competency-based job analysis",
            "B": "career planning workshop",
            "C": "job instruction training",
            "D": "management retreat"
        },
        "answer": "B",
        "explanation": "B) A career planning workshop is \"a planned learning event in which participants"
    },
    {
        "chapter": "10",
        "question_number": "22",
        "description": "EXCEPT ________. employees to use for career-related education, but 401(k) plans are not oriented towards career development.",
        "options": {
            "A": "401(k",
            "B": "career coaches",
            "C": "appraisal committees",
            "D": "mentoring"
        },
        "answer": "A",
        "explanation": "A) Several employers provide 401(k)-type lifelong learning accounts for their"
    },
    {
        "chapter": "10",
        "question_number": "23",
        "description": "________. obtain the training, professional development, and networking opportunities that they need to satisfy those needs. Career coaches generally help employees create 1- to 5-year plans showing where their careers with the firm may lead. Career coaches are not likely to be involved with salary negotiations.",
        "options": {
            "A": "make 1-5 year career plans",
            "B": "identify development needs",
            "C": "obtain networking opportunities",
            "D": "negotiate with firms for higher salaries"
        },
        "answer": "D",
        "explanation": "D) Career coaches help individual employees identify their development needs and"
    },
    {
        "chapter": "10",
        "question_number": "24",
        "description": "signal that the employer cares about the employee's career success, and thus deserves the employee's commitment.",
        "options": {
            "A": "document the psychological contract",
            "B": "create Web-based efficiency programs",
            "C": "establish a career development program",
            "D": "promise lifetime employment to managers"
        },
        "answer": "C",
        "explanation": "C) The employer's career development efforts, taken as a whole, should send the"
    },
    {
        "chapter": "10",
        "question_number": "25",
        "description": "standards, are willing to invest the time and effort the mentoring relationship requires, and actively steer protégés into important projects, teams, and jobs. Effective mentoring requires trust, and the level of trust reflects the mentor's professional competency, consistency, ability to communicate, and readiness to share control.",
        "options": {
            "A": "developing a trustworthy relationship",
            "B": "guiding protégés into important projects",
            "C": "focusing on the protégé's daily tasks",
            "D": "setting high standards for protégés"
        },
        "answer": "C",
        "explanation": "C) Coaching, not mentoring, focuses on daily tasks. Effective mentors set high"
    },
    {
        "chapter": "10",
        "question_number": "26",
        "description": "mentoring programs? for men. For example, in one survey of employees who had \"active mentoring relationships\" in one recent year, 72% of the men received one or more promotions in the ensuing two years, compared with 65% of the women. Mentoring is more useful when mentors and protégés are in the same department. Trust is the main component of an effective mentoring relationship, not seniority. It makes little difference in the extent or quality of mentoring whether protégés volunteer to take part or are assigned formally to mentors.",
        "options": {
            "A": "Traditional mentoring programs are more effective for male than for female employees.",
            "B": "When the mentor and protégé work in different departments, mentoring is more effective.",
            "C": "Protégés have more respect for mentors who work two levels above their own rank in a firm.",
            "D": "Required mentoring relationships are more effective than informal mentoring relationships."
        },
        "answer": "A",
        "explanation": "A) Studies suggest that traditional mentoring is less effective for women than it is"
    },
    {
        "chapter": "10",
        "question_number": "27",
        "description": "such as Michele, are encouraged to form relationships with experienced workers. Michele wants to make sure that she has an effective mentor relationship. Which of the following mentor relationship guidelines would NOT be recommended to Michele? mentor should often avoid giving advice on personal problems.",
        "options": {
            "A": "Build trust.",
            "B": "Share control between mentor and mentee.",
            "C": "Clarify what you expect in terms of advice.",
            "D": "Bring personal problems to mentor."
        },
        "answer": "D",
        "explanation": "D) Because the supervisor is usually not a psychologist or trained career advisor, a"
    },
    {
        "chapter": "10",
        "question_number": "28",
        "description": "career interests? succession plans and employee career interests.",
        "options": {
            "A": "outplacement counseling",
            "B": "coaching",
            "C": "reality shock",
            "D": "integrated talent management software"
        },
        "answer": "D",
        "explanation": "D) Integrated talent management software helps to achieve coordination between"
    },
    {
        "chapter": "10",
        "question_number": "29",
        "description": "enthusiasm confront the reality of a boring job? enthusiasm confront the reality of a boring or otherwise unattractive work situation.",
        "options": {
            "A": "halo effect",
            "B": "reality shock",
            "C": "disparate rejection",
            "D": "cognitive dissonance"
        },
        "answer": "B",
        "explanation": "B) Reality shock refers to what occurs when a new employee's expectations and"
    },
    {
        "chapter": "10",
        "question_number": "30",
        "description": "help the new employee learn the ropes are important methods for avoiding reality shock.",
        "options": {
            "A": "flexible schedules",
            "B": "performance appraisals",
            "C": "reassignments",
            "D": "accurate job previews"
        },
        "answer": "D",
        "explanation": "D) Realistic job previews, challenging first jobs, and an experienced mentor to"
    },
    {
        "chapter": "10",
        "question_number": "50",
        "description": "performance, career preferences, and developmental needs into a formal career plan. latter's past performance, career preferences, and developmental needs into a formal career plan.",
        "options": {
            "A": "career-oriented appraisal",
            "B": "exit interview",
            "C": "promotion",
            "D": "employee qualification databank"
        },
        "answer": "A",
        "explanation": "A) With career-oriented appraisals, the supervisor and employee jointly merge the"
    },
    {
        "chapter": "10",
        "question_number": "51",
        "description": "Disengaged workers take unnecessary breaks, daydream, and make idle conversation with co- workers.",
        "options": {
            "A": "\"I work with intensity.\"",
            "B": "\"I take frequent breaks.\"",
            "C": "\"I daydream at my desk.\"",
            "D": "\"I enjoy talking to co-workers.\""
        },
        "answer": "A",
        "explanation": "A) Engaged employees are focused and work with intensity at their jobs."
    },
    {
        "chapter": "10",
        "question_number": "52",
        "description": "employee jointly merge the latter's past performance, career preferences, and developmental needs into a formal career plan is called: latter's past performance, career preferences, and developmental needs into a formal career plan.",
        "options": {
            "A": "orientation sessions",
            "B": "career-oriented appraisals",
            "C": "interest inventories",
            "D": "graphic-rating scales"
        },
        "answer": "B",
        "explanation": "B) In career-oriented appraisals the supervisor and employee jointly merge the"
    },
    {
        "chapter": "10",
        "question_number": "55",
        "description": "reasons and it is costly.",
        "options": {
            "A": "downsizing",
            "B": "retirement",
            "C": "turnover",
            "D": "retention"
        },
        "answer": "C",
        "explanation": "C) Turnover is the rate that workers leave an employer. Turnover occurs for many"
    },
    {
        "chapter": "10",
        "question_number": "56",
        "description": "year? contrast, voluntary turnover in the educational services industry is about 12%.",
        "options": {
            "A": "food services",
            "B": "financial services",
            "C": "healthcare services",
            "D": "educational services"
        },
        "answer": "A",
        "explanation": "A) The turnover in many food service organizations is around 100% per year. In"
    },
    {
        "chapter": "10",
        "question_number": "57",
        "description": "Recruiting, screening, interviewing, testing, and training are costly. Intangible costs, such as lost productivity and supervising a new worker, waste time.",
        "options": {
            "A": "selling stock",
            "B": "saving money",
            "C": "attracting applicants",
            "D": "meeting legal obligations"
        },
        "answer": "B",
        "explanation": "B) High turnover rates have tangible and intangible costs for employers."
    },
    {
        "chapter": "10",
        "question_number": "58",
        "description": "employees and their work environments? psychological distance between employees and their work environments.\" Poor attendance and voluntary turnover are two job withdrawal examples.",
        "options": {
            "A": "employee disengagement",
            "B": "workplace separation",
            "C": "job withdrawal",
            "D": "attrition"
        },
        "answer": "C",
        "explanation": "C) Job withdrawal has been defined as \"actions intended to place physical or"
    },
    {
        "chapter": "10",
        "question_number": "59",
        "description": "promotions.",
        "options": {
            "A": "job posting policy",
            "B": "employee qualification databank",
            "C": "formal promotion policy",
            "D": "9-box plot"
        },
        "answer": "C",
        "explanation": "C) The formal promotion policy describes the criteria by which the firm awards"
    },
    {
        "chapter": "10",
        "question_number": "60",
        "description": "significant problem at the firm. Robin most likely came to this conclusion after observing all of the following employee behaviors EXCEPT ________. Other types of job withdrawal include \"taking undeserved work breaks, spending time in idle conversation and neglecting aspects of the job one is obligated to perform.\" Requesting vacation is not necessarily indicative of job withdrawal.",
        "options": {
            "A": "frequent vacation time requests",
            "B": "idle employee conversations",
            "C": "undeserved work breaks",
            "D": "excessive absences"
        },
        "answer": "A",
        "explanation": "A) Poor attendance and voluntary turnover are two job withdrawal examples."
    },
    {
        "chapter": "10",
        "question_number": "61",
        "description": "job opportunities (and thus turnover) than do others.",
        "options": {
            "A": "performance appraisal systems",
            "B": "high unemployment rates",
            "C": "numerous job opportunities",
            "D": "downsizing requirements"
        },
        "answer": "B",
        "explanation": "B) High unemployment reduces voluntary turnover, and some locales have fewer"
    },
    {
        "chapter": "10",
        "question_number": "62",
        "description": "Selection refers not just to the worker but to choosing the right supervisors as well.",
        "options": {
            "A": "providing employees with proper training",
            "B": "discussing career plans with workers",
            "C": "selecting the right workers",
            "D": "identifying worker goals"
        },
        "answer": "C",
        "explanation": "C) Retention starts up front, in the selection and hiring of the right employees."
    },
    {
        "chapter": "10",
        "question_number": "63",
        "description": "commitment employees gave for voluntarily leaving an organization? leaving (ranked from high to low) were pay, promotional opportunities, work-life balance, career development, and health-care benefits.",
        "options": {
            "A": "career development",
            "B": "work-life balance",
            "C": "promotions",
            "D": "salary"
        },
        "answer": "D",
        "explanation": "D) The five top reasons high commitment/top-performing employees gave for"
    },
    {
        "chapter": "10",
        "question_number": "64",
        "description": "reduced. What is the most effective way to retain top-performing employees at Apex? comprehensive talent management (recruitment, selection, training, appraisal, and compensation) practices. The manager should understand that retaining employees is a talent management issue, and that the best retention strategies are therefore multifunctional.",
        "options": {
            "A": "conducting more performance reviews",
            "B": "developing new recruitment strategies",
            "C": "establishing a talent management program",
            "D": "revising the organization's mission statement"
        },
        "answer": "C",
        "explanation": "C) Employers can address turnover issues by instituting effective and"
    },
    {
        "chapter": "10",
        "question_number": "65",
        "description": "reduced. Which of the following should Apex most likely do first in its attempt to retain top- performing employees? routinely administer attitude surveys to monitor employees' feelings about matters such as supervision and pay. Salary, promotions, and training may not necessarily be the reasons for high turnover.",
        "options": {
            "A": "administer attitude surveys to all employees",
            "B": "provide an across-the-board wage increase",
            "C": "evaluate the firm's promotion methods",
            "D": "develop online training courses"
        },
        "answer": "A",
        "explanation": "A) Identifying the issues is an important first retention strategy. Many employers"
    },
    {
        "chapter": "10",
        "question_number": "66",
        "description": "multifunctional. strategies are therefore multifunctional. Turnovers (both voluntary and involuntary) often start with poor selection decisions, compounded by inadequate training, insensitive appraisals, and inequitable pay.",
        "options": {
            "A": "talent management",
            "B": "career management",
            "C": "strategic management",
            "D": "human resources management"
        },
        "answer": "A",
        "explanation": "A) Retaining employees is a talent management issue, and the best retention"
    },
    {
        "chapter": "10",
        "question_number": "70",
        "description": "work weeks are the norm for someone striving to make partner. Miranda wants to be fair to her family as well as excel at work. The best way for the law firm to address this problem is by ________. occupation responsibility for child-raising chores—at a disadvantage. One solution is to institute career tracks (including reduced hours and more flexible year-round work schedules) that enable women to periodically reduce their time at work, but remain on a partner track. Career coaches and career planning workshops are more appropriate for people who are not sure about the direction of their careers, which is not Miranda's problem.",
        "options": {
            "A": "providing Miranda with a female career coach",
            "B": "persuading Miranda to temporarily work in a less competitive law firm",
            "C": "offering a flexible career track that allows Miranda to periodically reduce her work load",
            "D": "providing a career planning workshop to help Miranda determine a more appropriate"
        },
        "answer": "C",
        "explanation": "C) Inflexible promotional ladders can put women—who often have more"
    },
    {
        "chapter": "10",
        "question_number": "71",
        "description": "have equal career advancement opportunities. Which of the following most likely undermines Chelsea Bank's attempt to meet the career development needs of its diverse workforce? children because of childcare issues. Career advancement seminars, mentors, and flexible schedules are all effective methods for meeting the various career development needs of a diverse workforce.",
        "options": {
            "A": "scheduling meetings in the early morning or late evening",
            "B": "offering career advancement seminars for women and minorities",
            "C": "identifying mentors for women and minorities",
            "D": "adopting flexible year-round work schedules"
        },
        "answer": "A",
        "explanation": "A) Early morning or late evening meetings can be stressful for employees with"
    },
    {
        "chapter": "10",
        "question_number": "72",
        "description": "career coaching and workshops. However, a recent employee survey indicates that many women still feel dissatisfied about their career opportunities at the firm. Which of the following would most likely improve the attitudes of female employees at Smith Industries? responsibility for child-raising chores—at a disadvantage. One solution is to institute flexible career tracks that enable women to periodically reduce their time at work, but remain on a partner track. Although performance appraisals can be used to discuss career needs, merely increasing the number of appraisals will not likely improve the attitudes of women.",
        "options": {
            "A": "Smith installs an electronic performance support system for telecommuters.",
            "B": "Smith provides hardship allowances to all minority employees.",
            "C": "Smith increases the number of performance appraisals.",
            "D": "Smith implements a flexible career track system."
        },
        "answer": "D",
        "explanation": "D) Inflexible promotional ladders can put women—who often have more"
    },
    {
        "chapter": "10",
        "question_number": "73",
        "description": "their careers career advancement to leadership positions available to women in the workforce as the glass ceiling. Several types of career development programs—fast-track programs, individual career counseling, and career planning workshops—are less available to women than to men.",
        "options": {
            "A": "formal corporate policies that prevent women from receiving the training needed to advance",
            "B": "spoken opinions by corporate leaders that women lack the knowledge and skills required for",
            "C": "structural yet subtle barriers in corporate environments that inhibit the rise of talented women",
            "D": "inadequate educational opportunities which ultimately limit the network opportunities"
        },
        "answer": "C",
        "explanation": "C) Many refer to the subtle and not-so-subtle barriers to women's career progress"
    },
    {
        "chapter": "10",
        "question_number": "74",
        "description": "top management positions. their numbers in U.S. industry. Women constitute more than 40% of the workforce, but hold less than 2% of top management positions.",
        "options": {
            "A": "2%",
            "B": "13%",
            "C": "25%",
            "D": "30%"
        },
        "answer": "A",
        "explanation": "A) Women still don't reach the top of the career ladder in numbers proportionate to"
    },
    {
        "chapter": "10",
        "question_number": "75",
        "description": "beginning as a small bait and tackle shop in 1948, Dick's has grown to become a leader in the sports and fitness retail industry. Many career opportunities are available in Dick's in areas as diverse as IT, product development, merchandising, and store management. Top management at Dick's realizes the importance of hiring and retaining quality employees. As a result, the firm has decided to implement policies, practices, and programs that support employees' career needs. Which of the following, if true, would best support the argument that the firm should institute a flexible career track program? competency. put women with child-raising duties at a disadvantage. If Dick's implemented a flexible career track with reduced hours and flexible work schedules, women would most likely stay at the firm and rise to high-level positions.",
        "options": {
            "A": "Executive positions at Dick's Sporting Goods are rewarded for a combination of seniority and",
            "B": "Situational interviews are used at Dick's Sporting Goods to screen potential store managers.",
            "C": "Executive positions at Dick's Sporting Goods are predominantly held by men.",
            "D": "Over half of all Dick's Sporting Goods stores are run by female managers."
        },
        "answer": "C",
        "explanation": "C) A firm with few female executives may have inflexible promotional ladders that"
    },
    {
        "chapter": "10",
        "question_number": "76",
        "description": "with less-experienced employees. Which of the following employees most likely needs a mentor? counseling, and guiding employees' longer-term career development. An employee who agonizes over which career to pursue or how to navigate office politics might need mentoring. Jason would benefit from coaching rather than mentoring, and Haley already has a career plan. Mentors should not discuss personal problems.",
        "options": {
            "A": "Raj, who is uncertain how to navigate office politics",
            "B": "Jason, who does not perform tasks as quickly as required",
            "C": "Michele, who is experiencing personal problems at home",
            "D": "Haley, who is working and attending graduate school simultaneously"
        },
        "answer": "A",
        "explanation": "A) Mentoring traditionally means having experienced senior people advising,"
    },
    {
        "chapter": "10",
        "question_number": "77",
        "description": "responsibility? responsibility. Transfers are reassignments to similar positions within a firm.",
        "options": {
            "A": "transfers",
            "B": "appraisals",
            "C": "promotions",
            "D": "recruitments"
        },
        "answer": "C",
        "explanation": "C) Promotions traditionally refer to advancements to positions of increased"
    },
    {
        "chapter": "10",
        "question_number": "78",
        "description": "firm?",
        "options": {
            "A": "transfers",
            "B": "layoffs",
            "C": "dismissals",
            "D": "promotions"
        },
        "answer": "A",
        "explanation": "A) Transfers are reassignments to similar positions within a firm."
    },
    {
        "chapter": "10",
        "question_number": "79",
        "description": "agreements sometimes contain clauses that emphasize seniority, and civil service regulations that stress seniority rather than competency often govern promotions in many public-sector organizations.",
        "options": {
            "A": "corporate competitiveness is necessary",
            "B": "union agreements are involved",
            "C": "civil service regulations apply",
            "D": "compensation packages are limited"
        },
        "answer": "A",
        "explanation": "A) Today's focus on competitiveness favors competency. However, union"
    },
    {
        "chapter": "10",
        "question_number": "80",
        "description": "and (often) job satisfaction. Yet the promotion process isn't always a positive experience. Unfairness or secrecy can diminish the process.",
        "options": {
            "A": "rewards",
            "B": "responsibilities",
            "C": "secrecy",
            "D": "job descriptions"
        },
        "answer": "C",
        "explanation": "C) Most people crave promotion, which usually means more pay, responsibility,"
    },
    {
        "chapter": "10",
        "question_number": "81",
        "description": "performance of a candidate for promotion? exemplary prior performance) the person will do well on the new job. This is the simplest method. Many others use tests or assessment centers to evaluate promotable employees and to identify those with executive potential.",
        "options": {
            "A": "prior performance",
            "B": "aptitude tests",
            "C": "assessment centers",
            "D": "psychological exams"
        },
        "answer": "A",
        "explanation": "A) Most employers use prior performance as a guide, and assume that (based on"
    },
    {
        "chapter": "10",
        "question_number": "82",
        "description": "promotion processes, employers set formal, published promotion policies and procedures, and employees receive a formal promotion policy describing the criteria by which the firm awards promotions. A job posting policy states the firm will post open positions and their requirements, and circulate these to all employees.",
        "options": {
            "A": "open positions are posted",
            "B": "promotion criteria are made available",
            "C": "job postings are circulated to all employees",
            "D": "promotions are based on unpublished requirements"
        },
        "answer": "D",
        "explanation": "D) Informal promotion processes are based on unpublished criteria. With formal"
    },
    {
        "chapter": "10",
        "question_number": "83",
        "description": "promotion because the accused superior persuaded Tanya's current supervisor not to promote Tanya. This is most likely an example of ________. when a female employee provided evidence that her employer turned her down for promotion because a supervisor she had previously accused of sexual harassment made comments that persuaded her current supervisor not to promote her.",
        "options": {
            "A": "demotion",
            "B": "retaliation",
            "C": "dissonance",
            "D": "defensive behavior"
        },
        "answer": "B",
        "explanation": "B) The U.S. Circuit Court of Appeals case allowed a claim of retaliation to proceed"
    },
    {
        "chapter": "10",
        "question_number": "84",
        "description": "employment decisions, an employer must articulate any clear and reasonably specific factual bases upon which it based its decision.\" In other words, you should be able to provide objective evidence supporting your subjective assessment for promotion.",
        "options": {
            "A": "support employers in adverse impact claims",
            "B": "violate the Americans with Disabilities Act",
            "C": "must be supported by objective evidence",
            "D": "are valid under the Civil Rights Act of 1991"
        },
        "answer": "C",
        "explanation": "C) Courts have indicated that while subjective reasons can justify \"adverse"
    },
    {
        "chapter": "10",
        "question_number": "85",
        "description": "employer.",
        "options": {
            "A": "to vacate a position that is no longer needed",
            "B": "personal enrichment",
            "C": "to find a better fit position for the employee",
            "D": "to give a displaced employee a chance for another assignment"
        },
        "answer": "B",
        "explanation": "B) Personal enrichment is a reason an employee may seek a transfer, not the"
    },
    {
        "chapter": "10",
        "question_number": "86",
        "description": "United States, the number of 25- to 34-year-olds is growing relatively slowly, and the number of 35- to 44-year olds is declining. So, with many employees in their 50s and 60s moving toward traditional retirement age, employers face a longer-term labor shortage.",
        "options": {
            "A": "concerns about future labor shortages",
            "B": "surveys of current employee attitudes",
            "C": "modifications to the promotion process",
            "D": "increases in health insurance premiums"
        },
        "answer": "A",
        "explanation": "A) Retirement planning is a significant long-term issue for employers. In the"
    },
    {
        "chapter": "10",
        "question_number": "87",
        "description": "working in some capacity after normal retirement age (64% said they want to do so part-time). Only about a third said they plan to continue work for financial reasons; about 43% said they just wanted to remain active.",
        "options": {
            "A": "most employees who plan to work after 65 must do so for financial reasons",
            "B": "most employees expect to continue working after normal retirement age",
            "C": "most employees who plan to work after 65 want a part-time position",
            "D": "many retirement age workers want to stay active through working"
        },
        "answer": "A",
        "explanation": "A) Seventy eight percent of employees in one survey said they expect to continue"
    },
    {
        "chapter": "10",
        "question_number": "88",
        "description": "EXCEPT ________. creating a culture that honors experience, offering them part-time positions, hiring them as consultants or temporary workers, offering them flexible work arrangements, encouraging them to work past traditional retirement age, providing training to upgrade skills, and instituting a phased retirement program.",
        "options": {
            "A": "implementing phased retirement programs",
            "B": "offering them flexible work arrangements",
            "C": "using psychometric selection tests",
            "D": "offering them part-time positions"
        },
        "answer": "C",
        "explanation": "C) Firms trying to recruit or retain older workers are using techniques such as"
    },
    {
        "chapter": "10",
        "question_number": "99",
        "description": "employed by a firm.",
        "options": {
            "A": "Career development",
            "B": "Coaching",
            "C": "Transfer",
            "D": "Downsizing"
        },
        "answer": "D",
        "explanation": "D) Downsizing means reducing, usually dramatically, the number of people"
    },
    {
        "chapter": "10",
        "question_number": "100",
        "description": "expects they will return at a future time. This is an example of a: and is usually not a permanent dismissal (although it may turn out to be). Rather, it is a temporary one, which the employer expects will be short term.",
        "options": {
            "A": "transfer",
            "B": "downsizing",
            "C": "promotion",
            "D": "layoff"
        },
        "answer": "D",
        "explanation": "D) Layoffs are when the employer sends workers home for a time for lack of work"
    },
    {
        "chapter": "10",
        "question_number": "101",
        "description": "a meeting where they elicit information aimed at giving the employer insights into the company. This is known as a(n): professional just prior to the employee leaving, that elicit information aimed at giving employers insights into their companies.",
        "options": {
            "A": "layoff",
            "B": "transfer",
            "C": "exit interview",
            "D": "termination interview"
        },
        "answer": "C",
        "explanation": "C) Exit interviews are interviews, usually conducted by a human resource"
    },
    {
        "chapter": "10",
        "question_number": "102",
        "description": "career planning and job search skills it is called: provide terminated employees with career planning and job search skills.",
        "options": {
            "A": "outplacement counseling",
            "B": "a layoff",
            "C": "a transfer",
            "D": "career management"
        },
        "answer": "A",
        "explanation": "A) Outplacement counseling is when the employer arranges for an outside firm to"
    },
    {
        "chapter": "10",
        "question_number": "103",
        "description": "________. legitimate orders or criticizing the boss in public.",
        "options": {
            "A": "dismissal",
            "B": "terminate at will",
            "C": "reality shock",
            "D": "insubordination"
        },
        "answer": "D",
        "explanation": "D) Insubordination is willful disregard or disobedience of the boss's authority or"
    },
    {
        "chapter": "10",
        "question_number": "104",
        "description": "dismissed. This is called a(n): has been dismissed.",
        "options": {
            "A": "exit interview",
            "B": "termination interview",
            "C": "outplacement interview",
            "D": "reality shock interview"
        },
        "answer": "B",
        "explanation": "B) The exit interview in which an employee is informed of the fact that he or she"
    }
]