[
    {
        "chapter": "18",
        "question_number": "1)",
        "description": "Human resource management in small firms is unlike HR management in large firms for all of\nthe following reasons EXCEPT ________.",
        "options": {
            "A": "size",
            "B": "industry",
            "C": "priorities",
            "D": "informality"
        },
        "answer": "B",
        "explanation": "B) Managing human resources in small firms is different from HR management in\nlarge firms for four main reasons: size, priorities, informality, and the nature of the entrepreneur."
    },
    {
        "chapter": "18",
        "question_number": "2)",
        "description": "Approximately what percentage of people working in the U.S. are employed by small\nbusinesses?",
        "options": {
            "A": "10%",
            "B": "25%",
            "C": "50%",
            "D": "75%"
        },
        "answer": "C",
        "explanation": "C) More than half the people working in the United States—about 68 million—\nwork for small firms."
    },
    {
        "chapter": "18",
        "question_number": "3)",
        "description": "Which of the following is a true statement regarding HR management at small businesses?",
        "options": {
            "A": "Owners of firms with less than 100 employees usually handle HR tasks.",
            "B": "Firms with less than ten employees do not have any human resources tasks.",
            "C": "In most cases, firms with at least 30 employees can afford an HR specialist.",
            "D": "Human resources activities in small firms tend to be extremely formal."
        },
        "answer": "A",
        "explanation": "A) It's not until a company reaches the 100-employee milestone that it can afford a\nhuman resources specialist, so owners conduct most HR tasks. All businesses have HR tasks no\nmatter the size, but small firms focus more on finance, production, and marketing issues. HR at\nsmall firms tends to be informally handled."
    },
    {
        "chapter": "18",
        "question_number": "4)",
        "description": "In most small businesses, which of the following is the lowest priority for managers?",
        "options": {
            "A": "sales",
            "B": "finance",
            "C": "production",
            "D": "HR management"
        },
        "answer": "D",
        "explanation": "D) It's not just size, but the realities of the entrepreneur's situation that drives them\nto focus on non-HR issues. Studies indicate that the lack of resources in terms of time, money,\npeople, and expertise forces managers to focus on finance, production and marketing with very\nlittle energy given to HR."
    },
    {
        "chapter": "18",
        "question_number": "5)",
        "description": "At most small businesses, human resource management activities can best be described as\n________.",
        "options": {
            "A": "formal and standardized",
            "B": "informal and flexible",
            "C": "competitive and brief",
            "D": "nonexistent"
        },
        "answer": "B",
        "explanation": "B) Human resource management activities tend to be informal in smaller firms\nbecause entrepreneurs must be able to react quickly to changes in competitive conditions. Given\nthat, there's some logic in keeping things like compensation policies flexible."
    },
    {
        "chapter": "18",
        "question_number": "6)",
        "description": "Which of the following terms refers to people who create businesses under risky conditions?",
        "options": {
            "A": "investors",
            "B": "developers",
            "C": "entrepreneurs",
            "D": "visionaries"
        },
        "answer": "C",
        "explanation": "C) Entrepreneurs are \"people who create businesses under risky conditions,\" and\nstarting new businesses from scratch is always risky. Entrepreneurs therefore need to be highly\ndedicated and visionary."
    },
    {
        "chapter": "18",
        "question_number": "7)",
        "description": "According to research, which of the following characteristics is most associated with\nentrepreneurs?",
        "options": {
            "A": "creative",
            "B": "indifferent",
            "C": "controlling",
            "D": "personable"
        },
        "answer": "C",
        "explanation": "C) Entrepreneurs need to be dedicated and visionary. Researchers therefore believe\nthat small firms' relative informality partly stems from entrepreneurs' unique personalities."
    },
    {
        "chapter": "18",
        "question_number": "8)",
        "description": "Which of the following is a common characteristic of HR at most small businesses?",
        "options": {
            "A": "dedicated HR manager responsible for recruiting",
            "B": "strict oversight of compensation regulations",
            "C": "intranet-based employee benefits enrollment",
            "D": "duplication of employee data in paperwork"
        },
        "answer": "D",
        "explanation": "D) For small businesses, many of which don't use human resource information\nsystems, employee data (name, address, marital status, and so on) often appears on multiple\nhuman resource management forms. This leads to duplication and inefficiencies. The other\nchoices are not characteristics of most small businesses."
    },
    {
        "chapter": "18",
        "question_number": "9)",
        "description": "All of the following HR activities are associated with successful high-growth SMEs EXCEPT\n________.",
        "options": {
            "A": "emphasizing training and development",
            "B": "conducting regular performance appraisals",
            "C": "providing job sharing options for employees",
            "D": "offering competitive recruitment packages"
        },
        "answer": "C",
        "explanation": "C) Job sharing is not likely to be an option among SMEs. Research concluded that\nsuccessful high-growth SMEs place greater importance on training and development,\nperformance appraisals, recruitment packages, maintaining morale, and setting competitive\ncompensation levels than do low-performing firms."
    },
    {
        "chapter": "18",
        "question_number": "10)",
        "description": "Approximately one-third of people working in the U.S. are employed by small firms.\nAnswer: FALSE\nExplanation: More than half the people working in the United States—about 68 million out of\n118 million—work for small firms.\nDifficulty: Moderate\nChapter: 18\nObjective: 1\nAACSB: Analytical Thinking\nLearning Outcome: 18.1 Explain why HRM is important to small businesses and how small\nbusiness HRM is different from that in large businesses.\n11) In most cases, when a company has at least 100 employees, it can afford to hire an HR\nspecialist to handle recruiting, training, and compensating employees.\nAnswer: TRUE\nExplanation: It would be very unusual to find a really small business—say, fewer than 90 or so\nemployees— with a dedicated human resource management professional. The rule of thumb is\nthat it's not until a company reaches the 100-employee milestone that it can afford an HR\nspecialist.\nDifficulty: Moderate\nChapter: 18\nObjective: 1\nAACSB: Analytical Thinking\nLearning Outcome: 18.1 Explain why HRM is important to small businesses and how small\nbusiness HRM is different from that in large businesses.\n5\nCopyright © 2017 Pearson Education, Inc.\n\n12) Human resource management activities, such as training, appraisals, and hiring, are typically\nformal at small firms but informal at large firms.\nAnswer: FALSE\nExplanation: Human resource management activities tend to be more informal in smaller firms.\nTraining, for example, tends to involve co-worker and supervisory on-the-job training rather than\nthe formal training programs used by large firms.\nDifficulty: Easy\nChapter: 18\nObjective: 1\nAACSB: Analytical Thinking\nLearning Outcome: 18.1 Explain why HRM is important to small businesses and how small\nbusiness HRM is different from that in large businesses.\n13) Research indicates that entrepreneurs tend to crave control.\nAnswer: TRUE\nExplanation: Entrepreneurs tend to be somewhat controlling: \"Owners tend to want to impose\ntheir stamp and personal management style on internal matters, including the primary goal and\norientation of the firm, its working conditions and policies, and the style of internal and external\ncommunication and how this is communicated to the staff.\"\nDifficulty: Moderate\nChapter: 18\nObjective: 1\nAACSB: Analytical Thinking\nLearning Outcome: 18.1 Explain why HRM is important to small businesses and how small\nbusiness HRM is different from that in large businesses.\n6\nCopyright © 2017 Pearson Education, Inc.\n\n14) How does HR management differ in small and large firms?\nAnswer: Managing human resources in small firms is different for four main reasons: size,\npriorities, informality, and the nature of the entrepreneur. Few small firms have a dedicated\nhuman resource management professional. The priorities of a small firm are focused less on HR\nand more on financing, production, and marketing. HR management activities tend to be more\ninformal in smaller firms. Such informality isn't just due to a lack of expertise and resources; it's\nalso partly a \"matter of survival.\" Entrepreneurs must be able to react quickly to changes in\ncompetitive conditions. Very small employers (say, with ten employees or less) will probably\nstart with a manual human resource management system. From a practical point of view, this\ngenerally means obtaining and organizing a set of standardized personnel forms covering each\nimportant aspect of HR—recruitment, selection, training, appraisal, compensation, safety\nprocess—as well as some means for organizing all this information for each of your employees.\nAs the small business grows, it becomes increasingly unwieldy and uncompetitive to rely on\nmanual HR systems. For a company with 40 or 50 employees or more, the amount of\nmanagement time devoted to things like attendance history and performance appraisals can\nmultiply into weeks. It is therefore at about this point that most small- to medium-sized firms\nbegin computerizing individual human resource management tasks.\nDifficulty: Hard\nChapter: 18\nObjective: 1\nAACSB: Analytical Thinking\nLearning Outcome: 18.1 Explain why HRM is important to small businesses and how small\nbusiness HRM is different from that in large businesses.\n15) Which of the following agencies offers small businesses the use of \"FirstStep Employment\nLaw Advisor\"?",
        "options": {
            "A": "Department of Commerce",
            "B": "Department of Justice",
            "C": "Department of Labor",
            "D": "Department of the Treasury"
        },
        "answer": "C",
        "explanation": "C) The U.S. Department of Labor's \"FirstStep Employment Law Advisor\" helps\nsmall employers determine which laws apply to their business."
    },
    {
        "chapter": "18",
        "question_number": "16)",
        "description": "The purpose of the Web site of \"FirstStep Employment Law Advisor\" is to help small\nemployers to ________.",
        "options": {
            "A": "determine which state regulations are relevant to their business",
            "B": "file their tax forms and pay their federal and state taxes",
            "C": "realize which federal laws apply to their business",
            "D": "receive legal advice for specific HR problems"
        },
        "answer": "C",
        "explanation": "C) The U.S. Department of Labor's \"FirstStep Employment Law Advisor\" helps\nsmall employers determine which laws apply to their business."
    },
    {
        "chapter": "18",
        "question_number": "17)",
        "description": "Fred Landon owns a lawn care business and employs 35 people. Fred is unsure whether\nfederal rules regarding employee discrimination apply to his small business. The Web site of\nwhich of the following agencies would be the most useful to Fred?",
        "options": {
            "A": "Small Business Administration",
            "B": "Employee Benefits Security Administration",
            "C": "Equal Employment Opportunity Commission",
            "D": "Occupational Safety and Health Administration"
        },
        "answer": "C",
        "explanation": "C) The EEOC Web site contains information regarding how EEOC laws regarding\ndiscrimination apply to small businesses. The EEOC administers Title VII of the Civil Rights"
    },
    {
        "chapter": "18",
        "question_number": "18)",
        "description": "Elliot owns a catering business and employs 30 people. Elliot is uncertain about when to pay\novertime and how to calculate overtime wages. The Web site of which of the following would be\nthe most useful to Elliot?",
        "options": {
            "A": "Office of Personnel Management",
            "B": "Department of Labor",
            "C": "Department of Commerce",
            "D": "Equal Employment Opportunity Commission"
        },
        "answer": "B",
        "explanation": "B) The U.S. Department of Labor's \"FirstStep Employment Law Advisor\" helps\nsmall employers determine which laws apply to their business. A linked DOL site provides\ninformation on the Fair Labor Standards Act (FLSA). It contains several specific \"elaws\nadvisors.\" Each one provides practical guidance on questions such as when to pay overtime."
    },
    {
        "chapter": "18",
        "question_number": "19)",
        "description": "Mark owns a small business that provides engineering consulting services. Mark is new to\nbusiness ownership, and he has a list of questions he would like answered. Mark has logged on\nto the EEOC Web site to search for answers. Which of Mark's questions is LEAST likely to be\naddressed on this Web site?",
        "options": {
            "A": "What employees are exempt from overtime pay?",
            "B": "How do I know if EEOC laws apply to my business?",
            "C": "What should I do if someone files a charge against my firm?",
            "D": "What constitutes unfair treatment in the workplace?\nE) How would I resolve a discrimination charge without facing a lawsuit?"
        },
        "answer": "A",
        "explanation": "A) The DOL Web site rather than the EEOC Web site would most likely provide\ninformation regarding overtime pay. The other questions address issues regarding discrimination\nand would likely be answered on the EEOC Web site."
    },
    {
        "chapter": "18",
        "question_number": "20)",
        "description": "Jana owns a dry cleaning business and employs 25 people. She needs a safety and accident\nchecklist that is specific to the dry cleaning industry. Jana would most likely find the information\nshe needs on the ________ Web site.",
        "options": {
            "A": "SBA",
            "B": "O*NET",
            "C": "EEOC",
            "D": "OSHA"
        },
        "answer": "D",
        "explanation": "D) OSHA's site provides, among other things, easy access to the OSHA Small"
    },
    {
        "chapter": "18",
        "question_number": "21)",
        "description": "Small business owners can use O*NET when they need help with ________.",
        "options": {
            "A": "writing job descriptions",
            "B": "filing accident reports",
            "C": "testing job applicants",
            "D": "filing business taxes"
        },
        "answer": "A",
        "explanation": "A) The Department of Labor's O*NET has an online wizard that enables business\nowners to quickly create accurate and professional job descriptions and job specifications."
    },
    {
        "chapter": "18",
        "question_number": "22)",
        "description": "Kate is applying for a job at Logan Electronics, a small firm. Kate has been asked to take the\nWonderlic Personnel Test. What is Logan Electronics most likely trying to measure?",
        "options": {
            "A": "honesty and ethics",
            "B": "psychological status",
            "C": "general mental ability",
            "D": "personality traits"
        },
        "answer": "C",
        "explanation": "C) The Wonderlic Personnel Test measures general mental ability. With questions\nsomewhat similar to the SAT, it takes less than 15 minutes to administer the 4-page booklet."
    },
    {
        "chapter": "18",
        "question_number": "23)",
        "description": "The Wonderlic Personnel Test is especially appropriate for small businesses because it is\n________.",
        "options": {
            "A": "useful for training new hires",
            "B": "equivalent to the GRE test",
            "C": "developed by the EEOC",
            "D": "easy to administer"
        },
        "answer": "D",
        "explanation": "D) Some tests are so easy to use they are particularly good for smaller firms. One\nis the Wonderlic Personnel Test, which measures general mental ability. With questions\nsomewhat similar to the SAT, it takes less than 15 minutes to administer the 4-page booklet."
    },
    {
        "chapter": "18",
        "question_number": "24)",
        "description": "When Hank applied for a job with Morton Consulting, he was given the Predictive Index.\nWhat was Morton Consulting least likely attempting to measure with the Predictive Index?",
        "options": {
            "A": "dominance",
            "B": "extroversion",
            "C": "reading level",
            "D": "blame avoidance"
        },
        "answer": "C",
        "explanation": "C) The Predictive Index measures work-related personality traits, drives, and\nbehaviors—in particular dominance, extroversion, patience, and blame avoidance—on a two-\nsided sheet. The test is focused on personality rather than specific skills like reading ability."
    },
    {
        "chapter": "18",
        "question_number": "25)",
        "description": "Which of the following is the primary benefit for a small firm that uses the online services\nprovided by testing vendors such as Wonderlic?",
        "options": {
            "A": "reduced testing fees",
            "B": "increased pool of applicants",
            "C": "highly accurate job specifications",
            "D": "more applicant background checks"
        },
        "answer": "B",
        "explanation": "B) Online options with testing vendors have many benefits, beyond just saving the\ntime the owners' employees might have to spend testing employees. For example, because it's\navailable 24/7, prospective candidates can log in and apply anytime, wherever they are. That\nmeans a larger potential pool of applicants, and hopefully more likelihood of getting an\noutstanding employee."
    },
    {
        "chapter": "18",
        "question_number": "26)",
        "description": "What is the primary reason that small firms use the Internet for employee training programs?",
        "options": {
            "A": "relatively low costs",
            "B": "OSHA guidelines",
            "C": "SBA requirements",
            "D": "guaranteed results"
        },
        "answer": "A",
        "explanation": "A) Although small companies can't compete with the training resources of giants\nlike GE, Internet training can provide, at a relatively low cost, the sorts of professional employee\ntraining that was formerly beyond most small employers' reach. Training is offered by the SBA\nas well as private vendors that often specialize in OSHA-related courses."
    },
    {
        "chapter": "18",
        "question_number": "27)",
        "description": "All of the following are options for small businesses looking for online training programs to\nimprove their employees' skills EXCEPT ________.",
        "options": {
            "A": "National Association of Manufacturers",
            "B": "Small Business Administration",
            "C": "American Management Association",
            "D": "Equal Employment Opportunity Commission"
        },
        "answer": "D",
        "explanation": "D) NAM, SBA, and AMA all provide online training programs. The EEOC is a\ngood source for employers to learn about EEOC laws but not for online employee training\nprograms."
    },
    {
        "chapter": "18",
        "question_number": "28)",
        "description": "The owner of A-1 Construction paid more in workers' compensation costs than salaries last\nyear. Which of the following would most likely help the owner of A-1 Construction?",
        "options": {
            "A": "taking online courses through the SBA",
            "B": "screening employees with the Predictive Index",
            "C": "requesting a consultation with an OSHA safety expert",
            "D": "referring to the \"FirstStep Employment Law Advisor\" for assistance"
        },
        "answer": "C",
        "explanation": "C) OSHA provides free on-site safety and health services for small businesses."
    },
    {
        "chapter": "18",
        "question_number": "29)",
        "description": "Which of the following is an aspect of the OSHA Sharp program?",
        "options": {
            "A": "free tools for attracting more job applicants",
            "B": "legal advice for all business aspects",
            "C": "certification process that employers have commendable levels of safety awareness",
            "D": "Employers receive visits from inspectors after every workers' compensation claim is filed."
        },
        "answer": "C",
        "explanation": "C) The OSHA Sharp program is a certification process through which OSHA\ncertifies that small employers have achieved commendable levels of safety awareness."
    },
    {
        "chapter": "18",
        "question_number": "30)",
        "description": "Without tools like Web-based recruiting and computerized testing, small businesses are at a\ncompetitive disadvantage against large firms.\nAnswer: TRUE\nExplanation: Small business owners run the risk that their relatively rudimentary human\nresource practices will put them at a competitive disadvantage. Big firms use practices such as\nWeb-based recruiting, computerized testing, and intranet-based employee benefits enrollments to\nreduce the resources they must spend on them. A small business owner not using tools like these\nis probably deriving inferior results than (larger) competitors.\nDifficulty: Easy\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n14\nCopyright © 2017 Pearson Education, Inc.\n\n31) While most small firms are affected by the Fair Labor Standards Act and the Occupational\nSafety and Health Act, only large firms need to be familiar with the Consumer Credit Protection\nAct.\nAnswer: FALSE\nExplanation: For a typical small firm, laws that affect them include the Consumer Credit\nProtection Act, Employee Polygraph Protection Act, Fair Labor Standards Act, Immigration and\nNationality Act, Occupational Safety and Health Act, Uniformed Services Employment and\nReemployment Rights Act, and Whistleblower Acts.\nDifficulty: Easy\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n32) A small business employer who is unsure what to do when faced with a discrimination\ncharge would most likely find useful information on the EEOC Web site.\nAnswer: TRUE\nExplanation: The EEOC Web site contains important and practical information regarding EEOC\nmatters.\nDifficulty: Moderate\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n33) Since Internet job boards are limited to large firms, small business owners are forced to\nrecruit through local newspapers.\nAnswer: FALSE\nExplanation: Small business owners can post positions on Internet job boards such as\nCareerbuilder.com and Monster.com, on the sites of professional associations, or on the sites of\nlocal newspapers.\nDifficulty: Moderate\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n15\nCopyright © 2017 Pearson Education, Inc.\n\n34) The Wonderlic Personnel Test measures personality traits and behaviors, while the\nPredictive Index measures general mental ability.\nAnswer: FALSE\nExplanation: The Wonderlic Personnel Test measures general mental ability, and the Predictive\nIndex measures personality traits, drives, and behaviors.\nDifficulty: Easy\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n35) Online employee testing and training programs are frequently used by small businesses\nbecause such tools save both time and money.\nAnswer: TRUE\nExplanation: Online testing saves small business owners the time it takes to administer tests and\nare not very expensive. Similarly, online training programs allow small firms to offer employee\ntraining much like large firms do but at very low costs.\nDifficulty: Easy\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n36) In addition to offering employers courses in writing job descriptions and interviewing job\ncandidates, the Small Business Administration also offers free job postings for small business\nowners looking for qualified applicants.\nAnswer: FALSE\nExplanation: The federal government's Small Business Administration provides a virtual\ncampus that offers online courses, workshops, publications, and learning tools aimed toward\nsupporting entrepreneurs. However, the site does not post jobs for small businesses.\nDifficulty: Moderate\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n16\nCopyright © 2017 Pearson Education, Inc.\n\n37) Small business owners can contract with private vendors for training workers, testing\napplicants, and appraising employees.\nAnswer: TRUE\nExplanation: Online training and testing is available through private vendors. Small business\nowners can also use online services to aid with performance appraisals and compensation.\nDifficulty: Easy\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n38) Appropriately compensating employees is difficult for small businesses because of the lack\nof access to salary surveys.\nAnswer: FALSE\nExplanation: Lack of easy access to salary surveys once made it difficult and time-consuming\nfor smaller businesses to fine-tune their pay scales. Today, sites like www.salary.com make it\neasy to determine local pay rates.\nDifficulty: Moderate\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n39) Research indicates that the majority of workplace accidents, especially serious accidents,\noccur in firms that employ less than 50 workers.\nAnswer: TRUE\nExplanation: Safety is an important issue among small employers. One European study found\nthat the majority of workplace accidents and serious workplace accidents occur in firms with\nfewer than 50 employees.\nDifficulty: Moderate\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n17\nCopyright © 2017 Pearson Education, Inc.\n\n40) For a fee, a small business can receive an on-site safety consultation with an OSHA safety\nexpert to help improve the health and safety systems at the worksite.\nAnswer: FALSE\nExplanation: OSHA provides free on-site safety and health services for small businesses. This\nservice uses safety experts from state governments who provide consultations at the employer's\nworkplace.\nDifficulty: Moderate\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n41) What risks are faced by most small business owners regarding laws, litigation, and safety?\nWhat government tools are available to assist small businesses with these risks?\nAnswer: The smaller firm is probably not adequately addressing potential workplace litigation.\nMost small business owners are well aware of the threat of employment related litigation.\nHowever, their size and lack of HR expertise makes it unlikely that they'll address the problem.\nFor example, most don't provide adequate (or any) employment discrimination or sexual\nharassment training. The small business owner may not be fully complying with compensation\nregulations and laws, such as paying compensatory time for overtime hours worked, and\ndistinguishing between employees and independent contractors. Violations have serious\nconsequences. Many government tools are available to small businesses. The U.S. Department of\nLabor's \"FirstStep Employment Law Advisor\" helps small employers determine which laws\napply to their business. The U.S. Equal Employment Opportunity Commission (EEOC)\nadministers Title VII of the Civil Rights Act of 1964 (Title VII), the Age Discrimination in\nEmployment Act of 1967 (ADEA), Title I of the Americans with Disabilities Act of 1990\n(ADA), and the Equal Pay Act of 1963 (EPA). Its Web site contains important information and\npractical advice regarding EEOC matters. The DOL's Occupational Safety and Health\nAdministration site similarly supplies guidance for small business owners. This contains\npractical information for small business owners, including industry-specific safety and accident\nchecklists.\nDifficulty: Hard\nChapter: 18\nObjective: 1, 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n18\nCopyright © 2017 Pearson Education, Inc.\n\n42) How has the Internet changed how small businesses compete with large businesses in regards\nto HR-related issues?\nAnswer: Internet resources can make small business owners almost as effective as their large\ncompetitors at writing job descriptions and building applicant pools. For example, the\nDepartment of Labor's O*NET enables business owners to quickly create accurate and\nprofessional job descriptions and job specifications. Small business owners can use online\nrecruiting tools like Internet job boards to post positions. For businesses with their own company\nWeb sites, the dot-jobs domain can be effective. Although small companies can't compete with\nthe training resources of giants like GE, Internet training can provide, at a relatively low cost, the\nsort of professional employee training that was formerly beyond most small employers' reach.\nWe've seen that even small employers now have easy access to computerized and online\nappraisal and compensation services. For example, small employers can contract with vendors\nthat enable them to do performance appraisals online.\nDifficulty: Hard\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n43) In a brief essay, discuss the Wonderlic Personnel Test and the Predictive Index for screening\nemployees. What are the advantages and disadvantages of each for small businesses?\nAnswer: For the small business, one or two hiring mistakes could wreak havoc. Some tests are\nso easy to use they are particularly good for smaller firms. One is the Wonderlic Personnel Test,\nwhich measures general mental ability. With questions somewhat similar to the SAT, it takes less\nthan 15 minutes to administer the 4-page booklet. Comparing the person's score with the\nminimum scores recommended for various occupations shows whether the person achieved the\nminimally acceptable score for the type of job in question. The Predictive Index measures work-\nrelated personality traits, drives, and behaviors—in particular dominance, extroversion, patience,\nand blame avoidance—on a two-sided sheet. A template makes scoring simple. The Predictive\nIndex program includes 15 standard benchmark personality patterns. Both tests are available in\nonline versions. Online arrangements like these have many benefits, beyond just saving the time\nthe owners' employees might have to spend testing employees. For example, because it's\navailable 24/7, prospective candidates can log in and apply anytime, wherever they are. That\nmeans a larger potential pool of applicants, and hopefully more likelihood of getting an\noutstanding employee. There are low-tech and costless things a small business can do to improve\nits selection process, such as work sampling tests.\nDifficulty: Hard\nChapter: 18\nObjective: 2\nAACSB: Analytical Thinking\nLearning Outcome: 18.2 Give four examples of how entrepreneurs can use Internet and\ngovernment tools to support the HR effort.\n19\nCopyright © 2017 Pearson Education, Inc.\n\n44) According to the text, what are the three tools that small businesses can use to improve their\nHR management practices?",
        "options": {
            "A": "informality, adaptability, and reliability",
            "B": "flexibility, familiarity, and informality",
            "C": "creativity, flexibility, and adaptability",
            "D": "familiarity, formality, and flexibility"
        },
        "answer": "B",
        "explanation": "B) Smallness should translate into personal familiarity with each employee's\nstrengths, needs, and family situation. And it should translate into the luxury of being able to be\nrelatively flexible and informal in the human resource management policies and practices the\ncompany follows."
    },
    {
        "chapter": "18",
        "question_number": "45)",
        "description": "According to research, a small business owner's familiarity with employees leads to greater\n________.",
        "options": {
            "A": "flexibility with HR policies",
            "B": "financial profits and rewards",
            "C": "clarification of expectations",
            "D": "creativity in recruiting practices"
        },
        "answer": "A",
        "explanation": "A) Because small businesses need to capitalize on their strengths, they should\ncapitalize on their smallness when dealing with employees. Smallness should translate into\npersonal familiarity with each employee's strengths, needs, and family situation. And it should\ntranslate into being relatively flexible and informal in the human resource management policies\nand practices the company follows."
    },
    {
        "chapter": "18",
        "question_number": "46)",
        "description": "At a small business, what is the most likely benefit of a flexible, informal, and familiar work\nenvironment?",
        "options": {
            "A": "gaining market share quickly",
            "B": "offering extensive benefits packages",
            "C": "providing regular, online training courses",
            "D": "knowing employees' strengths and needs"
        },
        "answer": "D",
        "explanation": "D) Being familiar with employees means that employers are aware of their\nworkers' strengths and needs. Large firms offer more extensive benefits packages than do smaller\nones."
    },
    {
        "chapter": "18",
        "question_number": "47)",
        "description": "Which of the following is a work-life benefit offered almost exclusively by small businesses?",
        "options": {
            "A": "professional development seminars",
            "B": "disability and life insurance benefits",
            "C": "compressed workweeks during the summer",
            "D": "job rotation and job enrichment opportunities"
        },
        "answer": "C",
        "explanation": "C) Unlike large firms, small businesses can offer employees compressed\nworkweeks or three-day weekends during the summer. Job enrichment is easier to accomplish at\na small firm, but job rotation can occur at either. The other choices are offered by both small and\nlarge firms."
    },
    {
        "chapter": "18",
        "question_number": "48)",
        "description": "With the Streamlined Interviewing Process, which of the following is NOT one of the 4 basic\nrequired factors?",
        "options": {
            "A": "motivation",
            "B": "personality",
            "C": "teamwork skill",
            "D": "intellectual capacity"
        },
        "answer": "C",
        "explanation": "C) The four basic required factors are knowledge and experience, motivation,\nintellectual capacity, and personality."
    },
    {
        "chapter": "18",
        "question_number": "49)",
        "description": "Approximately what percentage of small firms offer retirement benefits to employees?",
        "options": {
            "A": "15%",
            "B": "35%",
            "C": "50%",
            "D": "75%"
        },
        "answer": "B",
        "explanation": "B) Access to retirement benefits is more prevalent in large firms than small ones."
    },
    {
        "chapter": "18",
        "question_number": "50)",
        "description": "The Pension Protection Act of 2006 is available to employers with no more than ________\nemployees.",
        "options": {
            "A": "100",
            "B": "250",
            "C": "500",
            "D": "750"
        },
        "answer": "C",
        "explanation": "C) The Pension Protection Act of 2006 contains a provision for a new type of\nretirement benefit that combines traditional defined benefit and 401(k) plans. Only available to\nemployers with fewer than 500 employees, this provision exempts employers from the complex\npension rules large employers must adhere to."
    },
    {
        "chapter": "18",
        "question_number": "51)",
        "description": "The Pension Protection Act of 2006 primarily benefits small business employers by\n________.",
        "options": {
            "A": "allowing them to defer tax payments",
            "B": "eliminating fees linked to retirement plans",
            "C": "exempting employers from complex pension rules",
            "D": "making contributions for employers and employees into IRA plans"
        },
        "answer": "C",
        "explanation": "C) Only available to employers with fewer than 500 employees, the Pension"
    },
    {
        "chapter": "18",
        "question_number": "52)",
        "description": "Charles Brown owns a small business with 60 employees. Currently his business does not\nhave a retirement plan. He wants an easy method of offering retirement benefits to his\nemployees. Which of the following would most likely be Charles' best option?",
        "options": {
            "A": "SIMPLE IRA plan",
            "B": "Roth IRA plan",
            "C": "stock options",
            "D": "401(k) plan"
        },
        "answer": "A",
        "explanation": "A) Probably the easiest way for small businesses to provide retirement benefits is\nthrough a SIMPLE IRA plan. With the SIMPLE (for Savings Incentive Match Plan for"
    },
    {
        "chapter": "18",
        "question_number": "53)",
        "description": "Which of the following is a true statement regarding SIMPLE IRAs?",
        "options": {
            "A": "SIMPLE IRAS require employees to make contributions each month.",
            "B": "Employer contributions to SIMPLE IRAS are not tax deductible.",
            "C": "Employers usually handle the IRS paperwork for SIMPLE IRAs.",
            "D": "SIMPLE IRAs have low administrative costs."
        },
        "answer": "D",
        "explanation": "D) The plan has very low administrative costs. Employer contributions are tax\ndeductible. With a SIMPLE IRA, the employer must contribute and employees may contribute."
    },
    {
        "chapter": "18",
        "question_number": "54)",
        "description": "All of the following are employee recruitment tools used by most small firms EXCEPT\n________.",
        "options": {
            "A": "professional association Web sites",
            "B": "local newspaper ads",
            "C": "Internet job boards",
            "D": "assessment centers"
        },
        "answer": "D",
        "explanation": "D) Assessment centers are costly to develop and administer and are likely to be\nused by large rather than small firms. Small firms rely on Internet postings, newspaper ads, and\nthe Web sites of professional associations for recruiting applicants."
    },
    {
        "chapter": "18",
        "question_number": "55)",
        "description": "Training programs at most small firms can best be described as ________.",
        "options": {
            "A": "systematic",
            "B": "nonexistent",
            "C": "expensive",
            "D": "informal"
        },
        "answer": "D",
        "explanation": "D) Small companies typically take a more informal approach to training and\ndevelopment. Most small firms don't systematically monitor their managers' skill needs, but\ntraining does exist."
    },
    {
        "chapter": "18",
        "question_number": "56)",
        "description": "Approximately what percentage of small businesses have career development programs?",
        "options": {
            "A": "12%",
            "B": "50%",
            "C": "72%",
            "D": "90%"
        },
        "answer": "B",
        "explanation": "B) For small firms fewer than 50% (as opposed to 70% of large firms) had career\ndevelopment programs."
    },
    {
        "chapter": "18",
        "question_number": "57)",
        "description": "Which of the following is NOT an informal training method suggested for small businesses?",
        "options": {
            "A": "internal sales seminars",
            "B": "offer to cover the tuition for special classes",
            "C": "provide a library of tapes and DVDs for systematic, disciplined learning during commute\ntimes",
            "D": "encourage the sharing of best practices among associates"
        },
        "answer": "A",
        "explanation": "A) Internal sales seminars was not suggested for small business, and such internal\ntraining is more likely to occur in large organizations."
    },
    {
        "chapter": "18",
        "question_number": "58)",
        "description": "Which of the following is NOT an employee benefit that fits better with small businesses?",
        "options": {
            "A": "make them feel like owners",
            "B": "consistent schedules",
            "C": "make sure they have what they need to do their jobs",
            "D": "constantly recognize a job well done"
        },
        "answer": "B",
        "explanation": "B) Many small businesses cannot offer consistent schedules as they have small\nworkforces that need to work as issues and customer needs arise."
    },
    {
        "chapter": "18",
        "question_number": "59)",
        "description": "Training programs at most small firms tend to focus on ________.",
        "options": {
            "A": "specific competencies needed at the firm",
            "B": "long-term management skills",
            "C": "strategy needs at the firm",
            "D": "marketing and finance"
        },
        "answer": "A",
        "explanation": "A) Research shows that smaller firms tend to focus any management development\ntraining on learning specific firm-related competencies (such as how to sell the firm's products)."
    },
    {
        "chapter": "18",
        "question_number": "60)",
        "description": "All of the following are informal training methods recommended to small businesses\nEXCEPT ________.",
        "options": {
            "A": "paying tuition for specialized courses",
            "B": "arranging weekly classes led by paid experts",
            "C": "providing a library of learning-based DVDs",
            "D": "sending employees to association meetings"
        },
        "answer": "B",
        "explanation": "B) Weekly classes for all employees would be too costly and formal for most small\nfirms. The other choices are recommended informal training methods for small businesses."
    },
    {
        "chapter": "18",
        "question_number": "61)",
        "description": "Which of the following is a recommended method for establishing fairness at a family\nbusiness?",
        "options": {
            "A": "requiring family members to telecommute",
            "B": "avoiding the hiring of family members",
            "C": "eliminating privileges for family members",
            "D": "promoting only non-family members"
        },
        "answer": "C",
        "explanation": "C) Family members should come in earlier, work harder, and stay later than other\nemployees do to make it clear that family members earned their promotions. Discord among\nfamily members at work is distracting, so issues should be confronted."
    },
    {
        "chapter": "18",
        "question_number": "62)",
        "description": "Which of the following is the most likely result of treating family and non-family employees\nat a small business differently?",
        "options": {
            "A": "communication difficulties",
            "B": "benefits discrepancies",
            "C": "union involvement",
            "D": "poor morale"
        },
        "answer": "D",
        "explanation": "D) Treating inequitably family and nonfamily employees can undermine\nperceptions of fairness, as well as morale. It is less likely that fairness issues would lead to\ncommunication problems, benefits discrepancies, or union involvement."
    },
    {
        "chapter": "18",
        "question_number": "63)",
        "description": "John owns a family business and wants to avoid any appearance that family members are\nbenefiting unfairly from the sacrifice of others workers. This represents the fairness step of:",
        "options": {
            "A": "confront family issues",
            "B": "treat people fairly",
            "C": "set the ground rules",
            "D": "family first"
        },
        "answer": "B",
        "explanation": "B) Treating people fairly involves working hard to avoid \"any appearance that\nfamily members are benefiting unfairly from the sacrifice of others.\""
    },
    {
        "chapter": "18",
        "question_number": "64)",
        "description": "Roberto makes sure that all non-family member hires at his organization know what their\nresponsibilities are and their potential ability to be promoted. Roberto is engaging in the small\nbusiness fairness step of:",
        "options": {
            "A": "quick, scheduled meetings",
            "B": "confront family issues",
            "C": "set the ground rules",
            "D": "erase privilege"
        },
        "answer": "C",
        "explanation": "C) In setting the ground rules, during the hiring process the applicant should be\ninformed as to whether he or she will be essentially a placeholder, or whether there will be\npotential for promotion. At a minimum, make the expectations clear regarding matters such as\nthe level of authority and decision-making the person can expect to attain."
    },
    {
        "chapter": "18",
        "question_number": "65)",
        "description": "Rob, the owner of A-Tech, a small software firm, plans to use the streamlined interview\nprocess to interview candidates for a programming position at the company. Rob should first\n________.",
        "options": {
            "A": "ask questions about significant areas in a candidate's life",
            "B": "probe specific factors during the interview",
            "C": "devise a plan for the interview",
            "D": "prepare for the interview"
        },
        "answer": "D",
        "explanation": "D) The first step in the streamlined interview process involves preparing for the\ninterview by considering the skills and traits required for the job."
    },
    {
        "chapter": "18",
        "question_number": "66)",
        "description": "Managers who prepare for an interview using the streamlined interview process should focus\non all of the following factors about a candidate EXCEPT ________.",
        "options": {
            "A": "personality",
            "B": "age and skills",
            "C": "work motivation",
            "D": "knowledge and experience"
        },
        "answer": "B",
        "explanation": "B) Personality, motivation, intellectual capacity, and personality are factors that\nshould be considered. It is illegal to discriminate for or against an applicant because of age."
    },
    {
        "chapter": "18",
        "question_number": "67)",
        "description": "Unlike large organizations, small businesses benefit from familiarity with employees and\nflexibility and informality in HR management.\nAnswer: TRUE\nExplanation: Small businesses need to capitalize on their strengths, so in dealing with\nemployees they should capitalize on their smallness. Smallness should translate into personal\nfamiliarity with each employee's strengths, needs, and family situation. And it should translate\ninto flexibility and informality in the HRM policies and practices the company follows.\nDifficulty: Easy\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n68) In order to recruit top-quality employees, the majority of small businesses offer retirement\nbenefits.\nAnswer: FALSE\nExplanation: Access to retirement benefits is more prevalent in large firms than small ones.\nRoughly 75% of large firms offer such benefits, while about 35% of small ones do.\nDifficulty: Moderate\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n30\nCopyright © 2017 Pearson Education, Inc.\n\n69) Rudimentary human resource practices may put small business owners at a competitive\ndisadvantage.\nAnswer: TRUE\nExplanation: Small businesses cannot just attempt to deal with HR issues in the same way large\norganizations do. They need to leverage their unique advantages and understand the limitations\nthat can come with their size.\nDifficulty: Moderate\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n70) The simplicity of SIMPLE IRAs makes them appropriate for small businesses with 100 or\nfewer employees.\nAnswer: TRUE\nExplanation: SIMPLE IRA plans are for employers or small businesses with 100 or fewer\nemployees and no other type of retirement plan.\nDifficulty: Moderate\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n71) Although employer contributions to SIMPLE IRAS are tax deductible, the plans have fairly\nhigh administrative costs.\nAnswer: FALSE\nExplanation: SIMPLE IRAs have very low administrative costs. Employer contributions are tax\ndeductible.\nDifficulty: Moderate\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n31\nCopyright © 2017 Pearson Education, Inc.\n\n72) Small businesses typically do not provide employee training that emphasizes long-term\nmanagement skills because of concerns regarding employee turnover.\nAnswer: TRUE\nExplanation: Small firms usually focus any management development training on learning\nspecific firm-related competencies (such as how to sell the firm's products). They generally\ndownplay developing longer-term management skills due to a reluctance to invest too much in\nmanagers who may then leave.\nDifficulty: Moderate\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n73) Compressed work weeks, flexible work schedules, and occasional free meals are work-life\nbenefits that small firms use to retain good employees.\nAnswer: TRUE\nExplanation: Small firms benefit from flexibility, so they are able to offer employees\ncompressed work weeks, flexible schedules, and free meals to show appreciation.\nDifficulty: Easy\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n74) What are the strengths of small businesses? How can small businesses use these strengths to\nimprove their HRM practices?\nAnswer: Small businesses need to capitalize on their strengths, so in dealing with employees\nthey should capitalize on their smallness. Smallness should translate into personal familiarity\nwith each employee's strengths, needs, and family situation. And it should translate into the\nluxury of being able to be relatively flexible and informal in the human resource management\npolicies and practices the company follows. Smaller businesses often need to adapt quickly to\nenvironmental realities like competitive challenges. This often means that entrepreneurs tend to\nconduct matters such as raises, appraisals, and time off \"on an informal, reactive basis with a\nshort time horizon.\"\nDifficulty: Hard\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n32\nCopyright © 2017 Pearson Education, Inc.\n\n75) What work-life benefits are offered by small firms that are not available with large firms? If\ngiven a choice, would you rather work for a small or a large firm? Use specific details to support\nyour argument.\nAnswer: Small firms can offer employees work–life benefits that large employers usually can't\nmatch. Here are some examples:\n• Extra time off. For example, some small business owners offer Friday afternoons off in the\nsummer.\n• Compressed workweeks. For example, in the summer, offer compressed workweeks that\nallow employees to take longer weekends.\n• Bonuses at critical times. Small business owners are more likely to know what's happening in\nthe lives of their employees. They often use this knowledge to provide special bonuses, for\ninstance, if an employee has a new baby.\n• Flexibility. Small businesses should excel at helping employees deal with the demands of\npersonal issues like child care and elder care.\n• Sensitivity to employees' strengths and weaknesses. The relative intimacy of the small\nbusiness should enable the owner to be better attuned to his or her employees' strengths,\nweaknesses, and aspirations.\n• Help them better themselves. For example, pay employees to take a class to help them\ndevelop their job skills.\n• Feed them. Provide free meals every now and then, perhaps by taking your employees to\nlunch.\n• Make them feel like owners. For example, endeavor to give your employees input into major\ndecisions, let them work directly with clients, get them client feedback, share company\nperformance data with them, and let them share in the company's financial success.\n• Make sure they have what they need to do their jobs. Having motivated employees is only\nhalf the challenge. Also ensure they have the necessary training, procedures, computers, and so\non.\n• Constantly recognize a job well done. Capitalize on your day-to-day interactions with\nemployees to \"never miss an opportunity to give your employees the recognition they deserve.\"\nDifficulty: Hard\nChapter: 18\nObjective: 3\nAACSB: Reflective Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n33\nCopyright © 2017 Pearson Education, Inc.\n\n76) According to Stephen Covey, what can small businesses do to provide job-related training\nwithout actually establishing expensive formal training programs?\nAnswer: Some informal methods that small businesses can do include these:\nOffer to cover the tuition for special classes\nIdentify online training courses\nProvide a library of tapes and DVDs for systematic, disciplined learning during commute times\nEncourage the sharing of best practices among associates\nWhen possible, send people to special seminars and association meetings for learning and\nnetworking\nCreate a learning ethic by having everyone teach each other what they are learning.\nDifficulty: Moderate\nChapter: 18\nObjective: 3\nAACSB: Analytical Thinking\nLearning Outcome: 18.3 List five ways entrepreneurs can use their small size to improve their\nHR processes.\n77) Which of the following terms refers to an outside vendor that manages HR functions for\nsmall businesses?",
        "options": {
            "A": "professional employer organization",
            "B": "human resource outsourcer",
            "C": "employee leasing firm",
            "D": "all of the above"
        },
        "answer": "D",
        "explanation": "D) Many small business owners look at all the issues involved with managing\npersonnel, and decide to outsource all or most of their human resource functions to outside\nvendors. Such vendors are called professional employer organizations (PEOs), human resource\noutsourcers (HROs), or sometimes employee or staff leasing firms."
    },
    {
        "chapter": "18",
        "question_number": "78)",
        "description": "A small business owner would most likely use a professional employer organization in order\nto ________.",
        "options": {
            "A": "network with industry professionals",
            "B": "automate succession planning",
            "C": "handle HR activities like payroll",
            "D": "conduct organized labor activities"
        },
        "answer": "C",
        "explanation": "C) PEOs handle a firm's HR management requirements like payroll."
    },
    {
        "chapter": "18",
        "question_number": "79)",
        "description": "Jill Roberts owns a flower shop and employs 20 people. Jill lacks the time and knowledge to\nefficiently handle HR tasks like payroll and benefits management. Which of the following would\nbe most appropriate for Jill in this situation?",
        "options": {
            "A": "filing with COBRA",
            "B": "finding an HMO",
            "C": "creating a PAQ",
            "D": "hiring a PEO"
        },
        "answer": "D",
        "explanation": "D) Professional employer organizations (PEOs) are outside vendors that handle a\nfirm's HR management requirements like payroll, benefits, and tax form filing."
    },
    {
        "chapter": "18",
        "question_number": "80)",
        "description": "Which of the following is a characteristic of a PEO?",
        "options": {
            "A": "PEOs become co-employers of record for the firm's employees.",
            "B": "PEOs usually work for firms with at least 100 employees.",
            "C": "Most PEOs charge 8% to 10% of a firm's total payroll.",
            "D": "PEOs are legally limited to payroll tasks."
        },
        "answer": "A",
        "explanation": "A) By transferring the client firm's employees to the PEO's payroll, the PEO\nbecomes the co-employer of record for the employer's employees. The PEO usually handles HR\nactivities such as recruiting, hiring, payroll, and taxes. Most PEOs focus on employers with less\nthan 100 employees and charge fees of 2% to 4% of a company's payroll."
    },
    {
        "chapter": "18",
        "question_number": "81)",
        "description": "Which of the following is NOT one of the primary reasons that small businesses use PEOs?",
        "options": {
            "A": "managing overwhelming personnel-related paperwork",
            "B": "fulfilling personnel-related legal responsibilities",
            "C": "supporting the HR department temporarily",
            "D": "acquiring affordable insurance and benefits"
        },
        "answer": "C",
        "explanation": "C) Up to 100 or so employees, small firms typically have no dedicated HR\nmanagers or specialists, so PEOs are not hired to support an HR department temporarily. Instead,"
    },
    {
        "chapter": "18",
        "question_number": "82)",
        "description": "A ________ can help a small business eliminate extensive HR-related paperwork, stay in\ncompliance with Title VII, OSHA, and pension plan rules, and attain low-cost insurance.",
        "options": {
            "A": "professional employer organization",
            "B": "human resource information system",
            "C": "management information system",
            "D": "transaction-processing system"
        },
        "answer": "A",
        "explanation": "A) PEOs handle the HR-related paperwork of small firms and also ensure that\nfirms stay in compliance with various federal and state laws. PEOs also help small firms acquire\ninsurance at a lower rate than they could attain on their own. Information systems help eliminate\npaperwork, but they are not involved in attaining low-cost insurance."
    },
    {
        "chapter": "18",
        "question_number": "83)",
        "description": "David owns a small architecture firm with 75 employees. He wants to use a PEO to handle\nhis firm's HR activities. David is in the process of investigating Assure Group, a PEO. Which of\nthe following best supports the argument that David should use Assure Group?",
        "options": {
            "A": "The Assure representative explains that the PEO has been in business for one year.",
            "B": "The Assure representative does not ask David about his company's current HR policies.",
            "C": "The Assure representative promises David that his company will see substantial savings.",
            "D": "The Assure representative asks David many questions about his company's safety policies."
        },
        "answer": "D",
        "explanation": "D) A reputable PEO will question an owner extensively about the firm's workplace\nsafety and human resource policies and practice because the two will be sharing liability."
    },
    {
        "chapter": "18",
        "question_number": "84)",
        "description": "David owns a small architecture firm with 75 employees. He wants to use a PEO to handle\nhis firm's HR activities. David is in the process of investigating Assure Group, a PEO. Which of\nthe following undermines the argument that David should use Assure Group?",
        "options": {
            "A": "Assure lacks a clear credit history due to a recent corporate name change.",
            "B": "Assure's Web site indicates that customers experience only modest savings.",
            "C": "Assure requires business owners to complete questionnaires about workplace safety.",
            "D": "Assure provides payroll, recruiting, and screening services to customers."
        },
        "answer": "A",
        "explanation": "A) An unclear credit history and a recent name change suggests that the PEO may\nhave had problems in the past. A reputable PEO will question an owner extensively about the\nfirm's workplace safety and human resource policies and practice because the two will be sharing\nliability. Reputable PEOs will acknowledge that savings will be minimal and will belong to a\nnational association."
    },
    {
        "chapter": "18",
        "question_number": "85)",
        "description": "David owns a small architecture firm with 75 employees. He wants to use a PEO to handle\nhis firm's HR activities. David is in the process of investigating Assure Group, a PEO. Which of\nthe following questions is LEAST relevant to David's decision regarding whether or not to hire\nAssure?",
        "options": {
            "A": "Will employee benefits be fully insured or partially self-funded by Assure?",
            "B": "What HR and legal expertise is available from the Assure staff?",
            "C": "What is the process that Assure uses to handle HR-related legal issues?",
            "D": "How does Assure effectively communicate HR needs with its employees?"
        },
        "answer": "D",
        "explanation": "D) The manner in which Assure communicates with its own employees is least\nrelevant to David's decision. David needs to ask how benefits are funded and about Assure's\nexpertise and processes before he can make a sound decision."
    },
    {
        "chapter": "18",
        "question_number": "86)",
        "description": "All of the following are recommended activities for small business managers who are in the\nprocess of selecting a professional employer organization EXCEPT ________.",
        "options": {
            "A": "analyzing how the employee benefits are funded",
            "B": "checking the professional rating assigned to the PEO",
            "C": "assessing the PEO's staff for experience and depth",
            "D": "asking how the PEO will provide its services"
        },
        "answer": "B",
        "explanation": "B) No rating system exists for PEOs, although there are professional organizations."
    },
    {
        "chapter": "18",
        "question_number": "87)",
        "description": "Human resource outsourcers handle a firm's HR functions on an administrative level, so the\nclient firm's employees are not added to the HROs payroll.\nAnswer: TRUE\nExplanation: By transferring the client firm's employees to the PEO's payroll, PEOs become co-\nemployers of record for the employer's employees. In contrast, HROs usually handle HR\nfunctions on an \"administrative services only\"—they're a client's \"HR office.\" A client's\nemployees still work for the client rather than for the HRO.\nDifficulty: Moderate\nChapter: 18\nObjective: 4\nAACSB: Analytical Thinking\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n88) A PEO handles a client's payroll, Social Security payments, and unemployment insurance,\nbut recruiting and hiring remain the responsibility of the client.\nAnswer: FALSE\nExplanation: The PEO usually handles employee-related activities such as recruiting, hiring\n(with client firms' supervisors' approvals), and payroll and taxes (Social Security payments,\nunemployment insurance, and so on).\nDifficulty: Moderate\nChapter: 18\nObjective: 4\nAACSB: Analytical Thinking\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n39\nCopyright © 2017 Pearson Education, Inc.\n\n89) Small businesses frequently use PEOs because they lack dedicated HR managers.\nAnswer: TRUE\nExplanation: Up to 100 or so employees, small firms typically have no dedicated HR managers,\nand even larger ones may have few specialists. That means the owner has all or most of the\nhuman resource management burden on his or her shoulders and needs the help of a PEO.\nDifficulty: Easy\nChapter: 18\nObjective: 4\nAACSB: Analytical Thinking\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n90) In most cases, a PEO shares liability with its clients, which encourages the PEO to ensure\nthat its clients comply with COBRA, Title VII, and OSHA.\nAnswer: TRUE\nExplanation: Staying in compliance with pension plan rules, Title VII, OSHA, COBRA, the Fair\nLabor Standards Act, and other personnel-related laws can be distracting. PEOs generally share\nliability with clients and have a vested interest in preventing workplace injuries and employee\nlawsuits.\nDifficulty: Moderate\nChapter: 18\nObjective: 4\nAACSB: Analytical Thinking\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n91) PEOs enable small businesses to attain insurance and other benefits at lower costs because\nthe PEO absorbs the small company's employees into a larger insurable group.\nAnswer: TRUE\nExplanation: The PEO becomes the legal employer of a small firm's employees, and the\nemployees are absorbed into a much larger insurable group. As a result, a small business owner\nmay be able to get insurance (as well as benefits like 401(k)) for its people that it couldn't\notherwise.\nDifficulty: Moderate\nChapter: 18\nObjective: 4\nAACSB: Analytical Thinking\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n40\nCopyright © 2017 Pearson Education, Inc.\n\n92) What types of HR-related risks are faced by most small businesses? How can PEOs help\nsmall firms with these risks?\nAnswer: A lack of attention and expertise regarding HR means that most small businesses face\ncertain risks. First, small business owners run the risk that their relatively rudimentary human\nresource practices will put them at a competitive disadvantage. Second, there is a lack of\nspecialized HR expertise. In most larger small businesses, there are at most one or two dedicated\nhuman resource management people responsible for the full range of HR functions, from\nrecruitment to compensation and safety. This makes it more likely that they'll miss problems in\nspecific areas. Third, the smaller firm is probably not adequately addressing potential workplace\nlitigation. Fourth, the small business owner may not be fully complying with compensation\nregulations and laws. Fifth, duplication in paperwork leads to inefficiencies and data entry errors.\nA professional employer organization (PEO) can minimize risks for small firms. These vendors\nrange from payroll companies to those that handle all an employer's human resource\nmanagement requirements, such as paperwork, benefits, and legal compliance.\nDifficulty: Hard\nChapter: 18\nObjective: 1, 4\nAACSB: Analytical Thinking\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n93) You are the owner of a small business and feel overwhelmed by the paperwork. You have\ndecided to use a PEO. What are the issues you must address to determine which PEO is best for\nyour company?\nAnswer: Small business managers need to choose and manage the PEO relationship carefully.\nYou should conduct a needs analysis so that you'll know ahead of time exactly what human\nresource and risk management concerns your company wants to address. You should review the\nservices of all PEO firms you're considering and determine if the PEO is accredited. Check the\nprovider's bank, credit, and professional references. Make sure to demand specifics on things like\ninsurance providers and creditors. Understand how the employee benefits are funded. Is it fully\ninsured or partially self-funded? Who is the third-party administrator or carrier? Confirm the\nparticipating employers will receive first-day coverage. See if the provider contract assumes the\nemployment law compliance liabilities in the applicable states. Review the service agreement\ncarefully. Investigate how long the PEO has been in business. The vendor should show a history\nof staying power to show that it's well-managed. Check out the prospective PEO's staff.\nPeriodically get proof that payroll taxes and insurance premiums are being paid properly and that\nany legal issues are handled correctly.\nDifficulty: Hard\nChapter: 18\nObjective: 4\nAACSB: Application of Knowledge\nLearning Outcome: 18.4 Discuss how you would choose and deal with a professional employee\norganization.\n41\nCopyright © 2017 Pearson Education, Inc.\n\n94) Which of the following risks commonly associated with small businesses can most likely be\nminimized by an HR information system?",
        "options": {
            "A": "data entry errors",
            "B": "personality testing",
            "C": "college recruiting",
            "D": "discrimination lawsuits"
        },
        "answer": "A",
        "explanation": "A) For small businesses that don't use human resource information systems, any\nchange to employee data requires manually changing all forms. This is not only time-consuming\nand inefficient, but can precipitate errors. HRISs automatically update an employee's information\non all forms when a change is made to one form."
    },
    {
        "chapter": "18",
        "question_number": "95)",
        "description": "Beth recently opened an embroidery business and has four employees who work full-time for\nher. Which of the following will Beth most likely use to manage her company's human resources\ntasks?",
        "options": {
            "A": "manual HR system",
            "B": "automated HR system",
            "C": "HR outsourcer system",
            "D": "HR scorecard system"
        },
        "answer": "A",
        "explanation": "A) Very small employers (with 10 employees or less) will probably start with a\nmanual human resource management system."
    },
    {
        "chapter": "18",
        "question_number": "96)",
        "description": "Julie has a small accounting firm with only six employees, so she handles HR tasks\nmanually. Julie recently hired a new employee. Which of the following forms will Julie most\nlikely need on the worker's first day of employment?",
        "options": {
            "A": "reference check form",
            "B": "employment agreement form",
            "C": "vacation request form",
            "D": "absence report form"
        },
        "answer": "B",
        "explanation": "B) Julie will most likely need an employment agreement form on the first day."
    },
    {
        "chapter": "18",
        "question_number": "97)",
        "description": "All of the following tasks can be managed with most HR software programs EXCEPT\n________.",
        "options": {
            "A": "payroll",
            "B": "attendance",
            "C": "outplacement",
            "D": "benefits management"
        },
        "answer": "C",
        "explanation": "C) Most HR software packages are capable of handling tasks associated with\npayroll, attendance, and benefits. Outplacement counseling for laid off employees would not\nlikely be managed by an HR software program."
    },
    {
        "chapter": "18",
        "question_number": "98)",
        "description": "Which of the following terms refers to the interrelated people, data, technology, and\norganizational procedures a firm uses to collect, process, store, and disseminate information?",
        "options": {
            "A": "talent management system",
            "B": "human resources information system",
            "C": "competency model",
            "D": "strategy map"
        },
        "answer": "B",
        "explanation": "B) The term human resources information system (HRIS) refers to the interrelated\npeople, data, technology, and organizational procedures a company uses to collect, process,\nstore, and disseminate information. Information systems may or may not be computerized."
    },
    {
        "chapter": "18",
        "question_number": "99)",
        "description": "A(n) ________ system provides a firm's managers and accountants with detailed information\nabout short-term, daily activities, like accounts payables and order status.",
        "options": {
            "A": "transaction-processing",
            "B": "executive support",
            "C": "management information",
            "D": "employee assistance"
        },
        "answer": "A",
        "explanation": "A) Transaction-processing systems provide the company's managers and\naccountants with detailed information about short-term, daily activities, such as accounts\npayables, tax liabilities, and order status."
    },
    {
        "chapter": "18",
        "question_number": "100)",
        "description": "A human resources information system helps managers make effective decisions by\n________.",
        "options": {
            "A": "providing detailed information about tax liabilities",
            "B": "automatically updating employee records and data",
            "C": "regularly generating standardized, summarized reports",
            "D": "providing data about a firm's customer orders and returns"
        },
        "answer": "C",
        "explanation": "C) Human resources information systems (HRIS) are interrelated components\nworking together to collect, process, store, and disseminate information to support decision\nmaking, coordination, control, analysis, and visualization of an organization's HR activities."
    },
    {
        "chapter": "18",
        "question_number": "101)",
        "description": "________ processing allows for employees to self-enroll in all their desired benefits\nprogram over the Internet at a secured site.",
        "options": {
            "A": "Improved-Transaction",
            "B": "Improved Reporting",
            "C": "HR system integration",
            "D": "Self"
        },
        "answer": "D",
        "explanation": "D) As a company grows, a more comprehensive system becomes necessary. There\nare several reasons for installing an HRIS. Online Self Processing lets employees self-enroll in\nall their desired benefits programs over the Internet at a secure site."
    },
    {
        "chapter": "18",
        "question_number": "102)",
        "description": "Which of the following terms refers to interrelated components working together to collect,\nprocess, store, and disseminate information to support a firm's human resource management\nactivities?",
        "options": {
            "A": "transaction-processing system",
            "B": "high-performance work system",
            "C": "human resource information system",
            "D": "electronic performance support system"
        },
        "answer": "C",
        "explanation": "C) As companies grow, they also often turn to integrated human resource\ninformation systems (HRIS). We can define an HRIS as interrelated components working\ntogether to collect, process, store, and disseminate information to support decision making,\ncoordination, control, analysis, and visualization of an organization's HRM activities."
    },
    {
        "chapter": "18",
        "question_number": "103)",
        "description": "All of the following are reasons that firms install human resource information systems\nEXCEPT ________.",
        "options": {
            "A": "worker performance monitoring",
            "B": "online self-processing",
            "C": "transaction processing",
            "D": "system integration"
        },
        "answer": "A",
        "explanation": "A) HRIS enables firms to improve transaction processing, offer self-processing\noptions, integrate HR functions, and generate reports. An HRIS is not used to monitor the\nperformance of employees."
    },
    {
        "chapter": "18",
        "question_number": "104)",
        "description": "Which of the following makes it possible for employees to self-enroll in a firm's benefits\nprogram through a secure Internet site?",
        "options": {
            "A": "executive support system",
            "B": "management information system",
            "C": "human resources information system",
            "D": "electronic performance support system"
        },
        "answer": "C",
        "explanation": "C) HR information systems make it possible to make the company's employees\npart of the HRIS. Employees can self-enroll in all their desired benefits programs over the"
    },
    {
        "chapter": "18",
        "question_number": "105)",
        "description": "An HRIS increases the reporting capabilities of managers because an HRIS ________.",
        "options": {
            "A": "allows a firm to plan its HR activities",
            "B": "integrates separate HR tasks",
            "C": "processes a firm's payroll",
            "D": "works on a firm's intranet"
        },
        "answer": "B",
        "explanation": "B) Because the HRIS integrates numerous individual HR tasks (training records,\nappraisals, employee personal data), installing an HRIS boosts HR's reporting capabilities."
    },
    {
        "chapter": "18",
        "question_number": "106)",
        "description": "Which of the following is NOT a benefit of cloud-based human resource management\nsystems?",
        "options": {
            "A": "Employees can easily access the information from wherever they are.",
            "B": "Company information is kept internally.",
            "C": "The owner can easily access the information from wherever they are.",
            "D": "Vendors can more easily update them with the latest features."
        },
        "answer": "B",
        "explanation": "B) Cloud-based HRM systems offer many benefits, but they require some\ncompany information to be stored on the cloud rather than secure internal servers. This can be\nproblematic if there are data breaches on the cloud server."
    }
]